[{"id":"1","quote":"<p>\nAnyway, I’m sorry. I know I haven’t been my best this past decade.\n</p>","quotee":"Steve Zissou","platform":"The Life Aquatic with Steve Zissou","link":"https://www.amazon.com/Life-Aquatic-Steve-Zissou/dp/B006C0AT9O/ref=sr_1_1?ie=UTF8&qid=1493640677&sr=8-1&keywords=a+life+aquatic","length":"short"},{"id":"2","quote":"<p>\nYou’ve probably heard the fable about &mdash; I think it’s Buridan’s donkey, who &mdash; it’s a fable about a donkey that is standing halfway in-between a pile of hay and a bucket of water. And he just keeps looking left, to the hay, or right, to the water, trying to decide. Hay, or water? Hay, or water? And he is unable to decide, so he eventually falls over and dies of both hunger and thirst.\n</p>","quotee":"Derek Sivers","platform":"The Tim Ferriss Show","link":"http://fourhourworkweek.com/2016/11/21/tools-of-titans-derek-sivers-distilled/","length":"medium"},{"id":"3","quote":"<p>\nDear God,\n</p>\n<p>\nThank you so much for letting us exist. I can’t believe we got even a few moments to experience what it’s like to be thrust into time as monkey-descendants with an advanced biocomputer that allows us to experience a past, present, and future.\n</p>\n<p>\nAnd though, at this moment, we may find ourselves surrounded by deeply brainwashed weirdos whose entire conceptualization of reality has been constructed for them by religious institutions, corporations, or politicians, please help us remember that our family is actually me, wrapped around the infinite goodness of the universe, and just because we’re currently acting like vicious hyenas doesn’t mean that we don’t suffer, just like anyone else.\n</p>\n<p>\nHelp us see beyond our temporary mask of cuntiness, to the never ending transcendent glory that our puffy, wrinkled, alcoholic, racist, intolerant, hypocritical, news-obsessed skin-suits hang upon. And thank you for this incredible show called human incarnation.\n</p>\n<p>\nPlease grant everyone at this table a lifetime of ever increasing, powerful orgasms &mdash; orgasms that move all of us in the direction of heightened states of consciousness, so that we can truly allow ourselves to surrender to the strange attractor at the end of time, that is rapidly transforming history into something that will be completely unrecognizable to those that survive the economic and societal upheavals that await for us as we go plunging into the singularity.\n</p>\n<p>\nThank you God, Hare Krishna\n</p>","quotee":"Duncan Trussell","platform":"The Duncan Trussell Family Hour","link":"http://www.duncantrussell.com/episodes/2016/11/22/emil-amos","length":"long"},{"id":"4","quote":"<p>8 hours? There’s 24 hours in a day, bro. What are you worried about?</p>","quotee":"Joe Rogan","platform":"Joe Rogan Experience, #895","link":"https://www.youtube.com/watch?v=5r-vP3N2uAg&t=51m40s","length":"short"},{"id":"5","quote":"<p>\nBefore I had children, I used to think of people as being sort of static. Obviously I was younger, and when you’re &mdash; especially when you’re really young, when you’re like 20 or something like that &mdash; you don’t really take into consideration that the people around you used to be your age. You kind of know it in an abstract sort of a sense, but once you actually have a baby, and then like, 5 years later the baby’s talking to you and you’re having conversations, you’re like, “Ah, you’re fucking learning shit now.” And then 10 years later the baby’s in high school, and you’re like, “Oh, Jesus Christ, you’re almost a man.” And then...well, you realize, “Oh, we’re all babies who had babies.” And then you raise those babies, and then they become adults and have babies of their own, but there are no grown-ups. It’s bullshit. It doesn’t exist. Like, when you’re a kid and you’re sad and you go, “Oh, one day I’m going to be a grown-up and this is all going to make sense.” But that day never comes. You get older, but you’re a baby still. You’re just an old baby. You’re an old baby with a car and fucking credit card debt. And then you have a baby and then that baby grows up.\n</p>","quotee":"Joe Rogan","platform":"Joe Rogan Experience, #891","link":"https://www.youtube.com/watch?v=g5AKVbx2M38&t=1h24m50s","length":"medium"},{"id":"6","quote":"<p>\nAt a certain point in time, you go, “How much fucking sand is left in this goddamned hour glass? What are we doing with it?” You know? Are we on a continued path of improvement and spiritual enlightenment, or do we eventually go, “Hey, guys, there’s a cliff coming up. Let’s just have a drink. There’s a fucking cliff. There’s a cliff right over there. We’re both looking at it.”\n</p>","quotee":"Joe Rogan","platform":"Joe Rogan Experience, #888","link":"https://www.youtube.com/watch?v=tka857PmVXg&t=1h00m20s","length":"medium"},{"id":"7","quote":"<p>\nHave you ever heard of when people get poop transfusions?\n</p>\n<p>\nNo.\n</p>\n<p>\nYeah, they’ll take poop from a healthy person...\n</p>\n<p>\nNo!\n</p>\n<p>\nYes! Yes! It’s a real thing!\n</p>\n<p>\nAss to ass?\n</p>\n<p>\nWell, they don’t make you go butt-to-butt with somebody. I think they go in and fish it out and they shoot it up in you. But they literally will shoot somebody else’s poop up your asshole, into your body. And some people even swallow poop tablets.\n</p>","quotee":"Joe Rogan to Greg Fitzsimmons","platform":"Joe Rogan Experience, #902","link":"https://www.youtube.com/watch?v=OYK84qCWz_M&t=23m10s","length":"medium"},{"id":"8","quote":"<p>\nI didn’t let my brother AJ score on me in basketball &mdash; he’s 11 years younger than me &mdash; until he was like, 15. Score. Like, score.\n</p>\n<p>\nYou wouldn’t let him?\n</p>\n<p>\nNo! Now I have a 4 year old guy &mdash; Zander, my little guy &mdash; he’s got a weird condition. When he picks up the basketball, he starts kind of weirdly crying, because he knows dad’s going to come out of somewhere and block the fucking shit out of him. And so I posted this thing about it today on instagram, and it was funny to watch everybody. I mean everybody’s into these fucking eigth place trophies &mdash; I want to kill people. Like, all this fake infrastructure of fake fucking self-esteem and then these kids go into the market, and they get punched in the mouth and they don’t know what to do.\n</p>","quotee":"Gary Vaynerchuk to Joe Rogan","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=49m00s","length":"medium"},{"id":"9","quote":"<p>\nYou know the problem with, “woe is me?” Nobody’s fucking listening. My friends, let me tell you who’s listening to you complain. Either the two or three people that kind of have to because they’re your parents, or your other fucking losing friends. Nobody gives a fuck. That’s the problem. What nobody understands about complaining is that it has zero ROI.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h34m45s","length":"medium"},{"id":"10","quote":"<p>\nIf anybody’s made it that looks like you &mdash; that’s it. That’s it. There’s a blueprint.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h35m25s","length":"short"},{"id":"11","quote":"<p>\nYou understand that there’s a very big difference between being an entrepreneur, and being a successful entrepreneur? But the market right now &mdash; everyone’s like, “Oh, you’re a CEOand entrepreneur?” Like, as if you won. That’s like me saying, “I’m a basketball player.” I play basketball...I’m not making any fucking money.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h39m30s","length":"medium"},{"id":"12","quote":"<p>\nWhen I was a kid, being an entrepreneur meant you were a loser and had an idea.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h40m00s","length":"short"},{"id":"13","quote":"<p>\nI’m from the generation where people made fun of my dad because I didn’t open a second wine store and I went on the internet.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h41m30s","length":"short"},{"id":"14","quote":"<p>\n“The telephone is not a viable product,” was once said by people that didn’t want the telephone to win.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h42m00s","length":"short"},{"id":"15","quote":"<p>\nIf you’re lucky enough, right now, to be listening, and you’re good at what you like &mdash; become tunnel fucking vision.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h42m40s","length":"short"},{"id":"16","quote":"<p>\nHave the conversation with the person that’s holding you back. The reason most people who are listening right now are not doing “that thing” is because they’re worried about the opinion of somebody.\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h42m55s","length":"short"},{"id":"17","quote":"<p>\nWe have to get to a place where you’re doing you, because the number one thing that scares the fuck out of me is regret. And you’re going to sit there at 72, and you’re going to say, “I wish. I wish. I wish.”\n</p>","quotee":"Gary Vaynerchuk","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=OLHdzLpMg-s&t=1h43m15s","length":"short"},{"id":"18","quote":"<p>\nIf you have a handle on your annual spending, and you know how much you need to live on, all you need to do is save up 25 times that amount &mdash;and on the very, very conservative side let’s say 28 times that amount &mdash; in conservative investments like a giant vanguard index fund, and that’s enough to fund you with passive income with a high degree of safety for the rest of your life. So, if you have &mdash; let’s just keep the numbers simple &mdash; if you need $30,000 to live on, multiply that by 25 and &mdash; ah darn, I’m giving myself a tricky math question &mdash; I’m thinking that’s like $750,000 you’d need saved up or something like that to quit forever. And that’s a lot less than most people think. Most people, at least in my age group &mdash; they’re shooting for the tens of millions type of range if they were to ever quit work early, and they haven’t really done the math on how easy it really is.\n</p>","quotee":"Mr. Money Mustache (Pete Adeney)","platform":"The Tim Ferriss Show, #221","link":"http://tim.blog/2017/02/13/mr-money-mustache/","length":"medium"},{"id":"19","quote":"<p>\nWhen somebody tries to explain recursion to you using Fibonacci numbers, you must murder them. I know that sounds rough, because they might be your friend and they only mean well, but they must die.\n</p>","quotee":"Mattias Petter Johansson (MPJ)","platform":"Recursion - Part 7 of Functional Programming in JavaScript","link":"https://www.youtube.com/watch?v=k7-N8R0-KY4&index=7&list=PL0zVEGEvSaeEd9hlmCXrk5yUyqUag-n84&t=1m5s","length":"short"},{"id":"20","quote":"<p>\nThis is, by the way, a good trick whenever you’re programming &mdash; to always think about what it is you’re doing &mdash; what is my end goal? &mdash; instead of just starting to code. I think one of the most common mistakes in programming is to start coding too early. Take some time to think about your problem and where you’re going and that will save you a lot of time.\n</p>","quotee":"Mattias Petter Johansson (MPJ)","platform":"Recursion - Part 7 of Functional Programming in JavaScript","link":"https://www.youtube.com/watch?v=k7-N8R0-KY4&index=7&list=PL0zVEGEvSaeEd9hlmCXrk5yUyqUag-n84&t=8m45s","length":"medium"},{"id":"21","quote":"<p>\nThere was an article in Scientific American how people &mdash; and granted I’m sure this study was skewed and it’s a specific, you know, group of people that sign-up for a study &mdash; but that when someone was wrong, when someone told them they were wrong, it made them believe their point even more. But if you say to them &mdash; and I think that it’s the CIA that uses this as a form of questioning &mdash; is that you first have to legitimize their position before you suggest that there might be something flawed about it. So you go like, “I totally understand that you would think that &mdash; you know &mdash; the earth is flat. I can see why you would have thought that. I mean you grew up here. Of course you thought that.” If you empathize with them first, and then say, “You know, but, turns out it’s round,” they’re more likely to come around. But if you say, “Hey, you know that’s fucking wrong,” and if you show them proof, they double down even further.\n</p>","quotee":"Whitney Cummings","platform":"Joe Rogan Experience, #910","link":"https://www.youtube.com/watch?v=v_P55Bexc5s&t=2h26m20s","length":"long"},{"id":"22","quote":"<p>\nAre we talking about chemtrails now?\n</p>\n<p>\nNo. No. We’re talking about stratospheric aerosol injections.\n</p>","quotee":"Joe Rogan and Eddie Bravo","platform":"Joe Rogan Experience, #911","link":"https://www.youtube.com/watch?v=UZPCp8SPfOM&t=1h23m30s","length":"short"},{"id":"23","quote":"<p>\nBut it’s just like anything else. It’s sticking with it. Right now, I’m in a slump. So what do you do as a baseball player &mdash; Jamie, when you’re in a slump, what do you do as a baseball player? You quit? No! You keep fuckin’ hittin’! And you keep striking out and you keep fuckin’ striking out and you keep it together.\n</p>","quotee":"Joey Diaz","platform":"Joe Rogan Experience, #926","link":"https://www.youtube.com/watch?v=-mQjF-tPdiI&t=1h29m00s","length":"medium"},{"id":"24","quote":"<p>\nIt’s a hunt. It’s a pursuit. It’s a constant thing that’s going on all the time, and when you’re in the middle of it, in motion, that’s when you feel your best. But the discomfort of that motion makes people so uneasy that they feel like, “Well, I’m gonna go through this discomfort, and then I’m going to get to a place of stillness, where it’s all going to make sense. Finally, I made it.”\n</p>\n<p>\nI’m here to tell you &mdash; that fucking place doesn’t exist. It doesn’t exist. It’s not a real place. It’s a place that people look to as an inspirational goal &mdash; a destination. And that’s going to be the thing that you work hard for. You’re going to push until you get to this place, and then it’s all going to be worth it. That place is not real. If you have a million dollars, you want a billion. If you have a big house, you want a bigger house.\n</p>\n<p>\nYou have to find out what actually makes you happy. And it’s not having all your ducks in a row on paper. It’s improvement. It’s improvement in the way you manage your mind. It’s improvement in the way you manage your emotions. It’s understanding how you’ve made mistakes and how to improve upon them, and also understanding what you’ve done right and building upon that.\n</p>\n<p>\nAll of those things are what make people happy &mdash; including love, and friendship, and being good at that. Being a good friend. Being a good lover. Being a good neighbor. All those things &mdash; those aren’t distractions &mdash; those are part of the big overall of being a human being.\n</p>","quotee":"Joe Rogan","platform":"Joe Rogan on Happiness","link":"https://www.youtube.com/watch?v=bMlsPTH62Ks","length":"long"},{"id":"25","quote":"<p>\nFrom Rusticus...I learned to read carefully and not be satisfied with a rough understanding of the whole, and not to agree too quickly with those who have a lot to say about something.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 1.7.3 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"short"},{"id":"26","quote":"<p>\nFor this is what makes us evil &mdash; that none of us looks back upon our own lives. We reflect upon only that which we are about to do. And yet our plans for the future descend from the past.\n</p>","quotee":"Seneca","platform":"Moral Letters, 83.2 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"27","quote":"<p>\nEach day presents the chance to overthink things.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"short"},{"id":"28","quote":"<p>\nAt every moment keep a sturdy mind on the task at hand, as a Roman and human being, doing it with strict and simple dignity, affection, freedom, and justice &mdash; giving yourself a break from all other considerations. You can do this if you approach each task as if it is your last, giving up every distraction, emotional subversion of reason, and all drama, vanity, and complaint over your fair share. You can see how mastery over a few things makes it possible to live an abundant and devout life &mdash; for, if you keep watch over these things, the gods won’t ask for more.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 2.5 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"long"},{"id":"29","quote":"<p>\nIf you wish to improve, be content to appear clueless or stupid in extraneous matters &mdash; don’t wish to seem knowledgeable. And if some regards you as important, distrust yourself.\n</p>","quotee":"Epictetus","platform":"Enchiridion, 13a via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"30","quote":"<p>\nFrame your thoughts like this &mdash; you are an old person, you won’t let yourself be enslaved by this any longer, no longer pulled like a puppet by every impulse, and you’ll stop complaining about your present fortune or dreading the future.\n</p>","quotee":"Marcus Auerelius","platform":"Meditations, 2.2 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"31","quote":"<p>\nWhen I see an anxious person, I ask myself, what do they want? For if a person wasn’t wanting something outside of their own control, why would they be stricken by anxiety?\n</p>","quotee":"Epictetus","platform":"Discourses, 2.13.1 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"32","quote":"<p>\nWho then is invincible? The one who cannot be upset by anything outside their reasoned choice.\n</p>","quotee":"Epictetus","platform":"Discourses, 1.18.21 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"33","quote":"<p>\nYou ever tried skiing on mushrooms?\n</p>","quotee":"Aubrey Marcus","platform":"Joe Rogan Experience, #878","link":"https://www.youtube.com/watch?v=2xplJOx3Vjw&t=2h27m49s","length":"short"},{"id":"34","quote":"<p>\nAnd then you realize that this area of stuff that you don’t know is almost infinite. So, you realize that learning in programming &mdash; it cannot be completed. Not even close. You just have to pick like, a path inside of it and go slowly and just grow and compare yourself to the person that you were yesterday. That feeling of, “Oh my god, there is so much that I don’t know,” that feeling will not go away by learning more. It will grow &mdash; to a point where you just realize, “Oh...uh...OK.”\n</p>","quotee":"Mattias Petter Johansson (MPJ)","platform":"Top 8 developer Habits: Perseverance","link":"https://www.youtube.com/watch?v=DwQ7psiU23I&t=10m50s","length":"long"},{"id":"35","quote":"<p>\nThat’s the thing about national conversations...not everyone gets to talk.\n</p>","quotee":"Cody Wilson","platform":"Come and Take It","link":"https://www.amazon.com/Come-Take-Printers-Guide-Thinking-ebook/dp/B01CO34MBI/ref=sr_1_4?ie=UTF8&qid=1494211026&sr=8-4&keywords=come+and+take+it","length":"short"},{"id":"36","quote":"<p>\nWhenever you get an impression of some pleasure, as with any impression, guard yourself from being carried away by it, let it await your action, give yourself a pause. After that, bring to mind both times, first when you you have enjoyed the pleasure and later when you will regret it and hate yourself. Then compare to those the joy and satisfaction you’d feel for abstaining altogether. However, if a seemingly appropriate time arises to act on it, don’t be overcome by its comfort, pleasantness, and allure &mdash; but against all of this, how much better the consciousness of conquering it.\n</p>","quotee":"Epictetus","platform":"Enchiridion, 34 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"long"},{"id":"37","quote":"<p>\nClear your mind and get a hold on yourself and, as when awakened from sleep and realizing it was only a bad dream upsetting you, wake up and see that what’s there is just like those dreams.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.31 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"38","quote":"<p>\nIf someone asks you how to write your name, would you bark out each letter? And if they get angry, would you then return the anger? Wouldn’t you rather gently spell out each letter for them? So then, remember in life that your duties are the sum of individual acts. Pay attention to each of these as you do your duty...just methodically complete your task.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.26 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"39","quote":"<p>\nIt is quite impossible to unite happiness with a yearning for what we don’t have.\n</p>","quotee":"Epictetus","platform":"Discourses, 3.24.17 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"40","quote":"<p>\nRemember to conduct yourself in life as if at a banquet. As something being passed around comes to you, reach out your hand and take a moderate helping. Does it pass you by? Don’t stop it. It hasn’t yet come? Don’t burn in desire for it, but wait until it arrives in front of you. Act this way with children, a spouse, toward position, with wealth &mdash; one day it will make you worthy of a banquet with the gods.\n</p>","quotee":"Epictetus","platform":"Enchriridion, 15 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"41","quote":"<p>\nYou shouldn’t give circumstances the power to rouse anger, for they don’t care at all.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 7.38 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"42","quote":"<p>\nKeep in mind that it isn’t the one who has it in for you and takes a swipe that harms you, but rather the harm comes from your own belief about the abuse. So when someone arouses your anger, know that it’s really your own opinion fueling it. Instead, make it your first response not to be carried away by such impressions, for with time and distance self-mastery is more easily achieved.\n</p>","quotee":"Epictetus","platform":"Enchiridion, 20 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"43","quote":"<p>\nListen and connect with people, don’t perform for them.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"Enchiridion, 20 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"44","quote":"<p>\nIf a person gave away your body to some passerby, you’d be furious. Yet you hand over your mind to anyone who comes along, so they may abuse you, leaving it disturbed and troubled &mdash; have you no shame in that?</p>","quotee":"Epictetus","platform":"Enchiridion, 28 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"45","quote":"<p>\nYesterday, I was on the road, and this woman is just tailing me so hard &mdash; coming around, getting all crazy &mdash; and I just look over at her, and I’m just like, “Easy. Like, eeeaaasssyyy. Like, live is good. You have a beautiful car. You look healthy and young and pretty. Whatever. Like, chill the hell out.” You know? And I think people &mdash; they getso caught up in these little problems, and they let it manifest into something so great that they stop &mdash; they never stop to reflect that, “Hey, look &mdash; life is OK.”\n</p>","quotee":"Jason Khalipa","platform":"The Tim Ferriss Show, #246","link":"http://tim.blog/2017/06/14/jason-khalipa/","length":"medium"},{"id":"46","quote":"<p>\nThere are two ways to be wealthy &mdash; to get everything you want or to want everything you have.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"47","quote":"<p>\nIt isn’t events themselves that disturb people, but only their judgments about them.\n</p>","quotee":"Epictetus, Enchiridion, 5","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"48","quote":"<p>\nWhen your sparring partner scratches or head-butts you, you don’t then make a show of it, or protest, or view him with suspicion or as plotting against you. And yet you keep an eye on him, not as an enemy or with suspicion, but with a healthy avoidance. You should act this way with all things in life. We should give a pass to many things with our fellow trainees. For, as I’ve said, it’s possible to avoid without suspicion or hate.\n</p>","quotee":"Marcus Aurelius, Meditations, 6.20","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"49","quote":"<p>\nGod laid down this law, saying: if you want some good, get it from yourself.\n</p>","quotee":"Epictetus, Discourses, 1.29.4","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"50","quote":"<p>\nSuch as your habitual thoughts, such also will be the character of your mind.\n</p>","quotee":"Marcus Aurelius","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"51","quote":"<p>\nWe are what we repeatedly do. Therefore, excellence is not an act but a habit.\n</p>","quotee":"Aristotle","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"52","quote":"<p>\nOne of my direct subordinates, one of my guys that worked for me &mdash; he would call me up, he would pull me aside with some major problem, some issue that was going on, and he’d say, “Boss, we got this and that and the other thing.”\n</p>\n<p>\nAnd I’d look at him and I’d say, “Good.”\n</p>\n<p>\nAnd finally one day he was telling me about some issue that he was having, some problem, and he said, “I already know what you’re going to say.”\n</p>\n<p>\nAnd I said, “Well, what am I going to say?”\n</p>\n<p>\nAnd he said, “You’re going to say, ’good.’” He said, “That’s what you always say. When something is wrong and going bad, you always just look at me and say, ’good.’”\n</p>\n<p>\nAnd I said, “Well, yeah. When things are going bad, there’s going to be some good that’s going to come from it. Didn’t get the high-speed gear we wanted? Didn’t get promoted? Good. More time to get better. Oh, mission got canceled? Good. We can focus on our other one. Didn’t get funded? Didn’t get the job you wanted? Got injured? Sprained my ankle? Got tapped out? Good. Got beat? Good. You learned. Unexpected problems? Good. We have the opportunity to figure out a solution.”\n</p>\n<p>\nThat’s it. When things are going bad. Don’t get all bummed out. Don’t get startled. Don’t get frustrated.\n</p>\n<p>\nIf you can say the word, “good.” Guess what? It means you’re still alive. It means you’re still breathing. And if you’re still breating, well then hell &mdash; it means you’ve still got some fight left in you. So get up. Dust off. Reload. Recalibrate. Reengage. And go out on the attack.\n</p>","quotee":"Jocko Willink","platform":"Jocko Podcast","link":"https://www.youtube.com/watch?v=IdTMDpizis8","length":"long"},{"id":"53","quote":"<p>\nWe don’t tell ourselves, “I’m never going to write my symphony.” Instead we say, “I’m going to write my symphony; I’m just going to start tomorrow.”\n</p>","quotee":"Steven Pressfield","platform":"The War of Art","link":"https://www.amazon.com/War-Art-Through-Creative-Battles/dp/1936891026/ref=sr_1_1?ie=UTF8&qid=1503404221&sr=8-1&keywords=the+war+of+art","length":"short"},{"id":"54","quote":"<p>\nWe cry to God Almighty, how can we escape this agony? Fool, don’t you have hands? Or could it be God forgot to give you a pair? Sit and pray your nose doesn’t run! Or, rather just wipe your nose and stop seeking a scapegoat.\n</p>","quotee":"Epictetus","platform":"Discourses, 2.16.13","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"55","quote":"<p>\nDon’t let your reflection on the whole sweep of life crush you. Don’t fill your mind with all the bad things that might still happen. Stay focused on the present situation and ask yourself why it’s so unbearable and can’t be survived.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 8.36","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"medium"},{"id":"56","quote":"<p>\nThat’s who you want to be, whatever your line of work: the casual, relaxed person in every situation who tells everyone else to take a breath and not to worry. Because you’ve got this. Don’t be the agitator, the paranoid, the worrier, or the irrational. Be the calm, not the liability.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"57","quote":"<p>\nIf you are defeated once and tell yourself you will overcome, but carry on as before, know in the end you’ll be so ill and weakened that eventually you won’t even notice your mistake and will begin to rationalize your behavior.</p>","quotee":"Epictetus","platform":"Discourses, 2.18.31","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"58","quote":"<p>\nWhen you see someone often flashing their rank or position, or someone whose name is often bandied about in public, don't be envious; such things are bought at the expense of life. Some die on the first rungs of the ladder of success, others before they can reach the top, and the few that make it to the top of their ambition through a thousand indignities realize at the end it's only for an inscription on their gravestone.\n</p>","quotee":"Seneca","platform":"On the Brevity of Life, 20","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"59","quote":"<p>\nYou hear about a friend who has cancer, and you think like, “What would I do if I had cancer?” You do have cancer. You’re going to fucking die. You do have cancer. You just don’t &mdash; first off, because lot’s of people do have cancer, so there’s a good chance the cells are already in your body. But like, you do have a fatal diagnosis from a doctor. He just can’t tell you if it’s 6 months or 60 years. But you are definitely, 100%, going to die. And it could be tomorrow. So what are you going to do with that information?\n</p>","quotee":"Ryan Holiday","platform":"#ASKGARYVEE 262","link":"https://www.youtube.com/watch?v=QTbQMbRDZj4&t=52m5s","length":"long"},{"id":"60","quote":"<p>\nYou become the sum of your actions, and as you do, what flows from that &mdash; your impulses &mdash; reflect the actions you’ve taken.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"short"},{"id":"61","quote":"<p>\nWhen you’re flexible, you’ll never be bent out of shape.\n</p>","quotee":"Kyle Kingsbury","platform":"Onnit Podcast, #8","link":"https://www.youtube.com/watch?v=7EbQO2R-Sh8&t=31m5s","length":"short"},{"id":"62","quote":"<p>\nYou know how people are supposed to edit? You’re supposed to edit, like when you make a document? You’re supposed to edit when you write a book? You should also edit your thoughts. You can’t just let them all run wild.\n</p>","quotee":"Joe Rogan","platform":"Joe Rogan Experience, #1045","link":"https://www.youtube.com/watch?v=_ERIRyhQ_34&t=2h5m55s","length":"short"},{"id":"63","quote":"<p>\nPride is a master of deception: when you think you’re occupied in the weightiest business, that’s when he has you in his spell.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, Translated by Gregory Hays","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_3?ie=UTF8&qid=1517080147&sr=8-3&keywords=marcus+aurelius+meditations","length":"short"},{"id":"64","quote":"<p>\nThe things we fear pale in comparison to the damage we do to ourselves and others when we unthinkingly scramble to avoid them.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736/ref=sr_1_1?s=books&ie=UTF8&qid=1517080375&sr=1-1&keywords=the+daily+stoic","length":"short"},{"id":"65","quote":"<p>\nThose who aren’t pompous in good times, don’t have their bubbles burst with change.\n</p>","quotee":"Seneca","platform":"On Consolation to Helvia, 5.4b, 5b-6, via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"short"},{"id":"66","quote":"<p>\nFinally, consider that virtually all forbidden techniques (e.g. eye gouging, biting, hair pulling) are far more effective when applied from a dominant position. If you are really determined to bite somebody, then get to side mount first and bite them from there.\n</p>","quotee":"Stephan Kesting","platform":"A Roadmap for Brazilian Jiu-jitsu","link":"http://www.grapplearts.com/","length":"medium"},{"id":"67","quote":"<p>\nIn short, you must remember this &mdash; that if you hold anything dear outside of your own reasoned choice, you will have destroyed your capacity for choice.\n</p>","quotee":"Epictetus","platform":"Discourses, 4.4.23, via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"68","quote":"<p>\nDevastation &mdash; that feeling that we’re absolutely crushed and shocked by an event &mdash; is a factor of how unlikely we considered that event in the first place. No one is wrecked by the fact that it’s snowing in the winter, because we’ve accepted (and even anticipated) this turn of events.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"69","quote":"<p>\nYou know what wine and liqueur tastes like. It makes no difference whether a hundred or a thousand bottles pass through your bladder &mdash; you are nothing more than a filter.\n</p>","quotee":"Seneca","platform":"Moral Letters, 77.16 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"70","quote":"<p>\nIt’s a disgrace in this life when the soul surrenders first while the body refuses to.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.29 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"short"},{"id":"71","quote":"<p>\nLet’s not confuse getting better at stuff with being a better person.\n</p>","quotee":"Ryan Holiday and Stephen Hanselman","platform":"The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"short"},{"id":"72","quote":"<p>\nHow much better to heal than seek revenge from injury. Vengeance wastes a lot of time and exposes you to many more injuries than the first that sparked it. Anger always outlasts hurt. Best to take the opposite course. Would anyone think it normal to return a kick to a mule or a bite to a dog?\n</p>","quotee":"Seneca","platform":"On Anger, 3.27.2 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20","length":"medium"},{"id":"73","quote":"<p>\nThink of yourself as dead. You have lived your life. Now take what’s left and live it properly.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 7.56","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"short"},{"id":"74","quote":"<p>\nIf they’ve made a mistake, correct them gently and show them where they went wrong. If you can’t do that, then the blame lies with you. Or no one.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 10.4","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"medium"},{"id":"75","quote":"<p>\nEverything that happens is either endurable or not.\n</p>\n<p>\nIf it’s endurable, then endure it. Stop complaining.\n</p>\n<p>\nIf it’s unendurable...then stop complaining. Your destruction will mean it’s end as well.\n</p>\n<p>\nJust remember: you can endure anything your mind can make endurable, by treating it as in your interest to do so.\n</p>\n<p>\nIn your interest, or in your nature.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 10.3","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"long"},{"id":"76","quote":"<p>\nIn short, the straightforward and good person should be like a smelly goat &mdash; you know when they are in the room with you.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 11.15","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"short"},{"id":"77","quote":"<p>\nIt’s silly to try to escape other people’s faults. They are inescapable. Just try to escape your own.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 7.71","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"short"},{"id":"78","quote":"<p>\nNature did not blend things so inextricably that you can’t draw your own boundaries &mdash; place your own well-being in your own hands. It’s quite possible to be a good man without anyone realizing it. Remember that.\n</p>\n<p>\nAnd this too: you don’t need much to live happily. And just because you’ve abandoned your hopes of becoming a great thinker or scientist, don’t give up on attaining freedom, achieving humility, serving others, obeying God.</p>","quotee":"Marcus Aurelius","platform":"Meditations, 7.71","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"medium"},{"id":"79","quote":"<p>\nWhen people injure you, ask yourself what good or harm they thought would come of it. If you understand that, you’ll feel sympathy rather than outrage or anger. Your sense of good and evil may be the same as theirs, or near it, in which case you have to excuse them. Or your sense of good and evil may differ from theirs. In which case they’re misguided and deserve your compassion. Is that so hard?\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 7.26","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"medium"},{"id":"80","quote":"<p>\nAmbition means tying your well-being to what other people say or do.\n</p>\n<p>\nSelf-indulgence means tying it to the things tht happen to you.\n</p>\n<p>\nSanity means tying it to your own actions.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.51","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"short"},{"id":"81","quote":"<p>\nYou don’t have to turn this into something. It doesn’t have to upset you. Things can’t shape our decisions by themselves.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.52","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"short"},{"id":"82","quote":"<p>\nPractice really hearing what people say. Do your best to get inside their minds.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.53","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"short"},{"id":"83","quote":"<p>\nWhen you need encouragement, think of the qualities the people around you have: this one’s energy, that one’s modesty, another’s generosity, and so on. Nothing is as encouraging as when virtues are visibily.embodied in the people around us, when we’re practically showered with them.\n</p>\n<p>\nIt’s good to keep this in mind.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.48","link":"https://www.amazon.com/Meditations-New-Translation-Marcus-Aurelius/dp/0812968255/ref=sr_1_4?ie=UTF8&qid=1528427977&sr=8-4&keywords=marcus+aurelius+meditations","length":"medium"},{"id":"84","quote":"<p>\nSome poor, phoneless fool is probably sitting next to a waterfall somewhere totally unaware of how angy and scared he's supposed to be.\n</p>","quotee":"Duncan Trussell","platform":"Unknown (Instagram)","link":"https://www.instagram.com/p/CHZS8cPF2O9/?igshid=1rs9w8f8qfyv2","length":"short"},{"id":"85","quote":"<p>\nDo you think that your fathers are watching? That they weigh you in their ledgerbook? Against what? There is no book and your fathers are dead in the ground.\n</p>","quotee":"The Man","platform":"The Road (pg. 196)","link":"https://www.amazon.com/Road-Vintage-International-Cormac-McCarthy-ebook/dp/B000OI0G1Q/ref=sr_1_1?dchild=1&keywords=the+road&qid=1611003306&sr=8-1","length":"short"},{"id":"86","quote":"<p>\nWhat can we be certain of from history? That human beings have been wrong innumerable times, by vast amounts, and with catastrophic results. Yet today there are still people who think that anyone who disagrees with them must be either bad or not know what he is talking about.\n</p>","quotee":"Thomas Sowell","platform":"Random Thoughts: September 2005","link":"https://www.capitalismmagazine.com/2005/09/random-thoughts-september-2005/","length":"short"},{"id":"87","quote":"<p>\nOf all tyrannies, a tyranny sincerely exercised for the good of its victim may be the most oppressive. It may be better to live under robber barons than under omnipotent moral busybodies. The robber baron's cruelty may sometimes sleep, his cupidity may at some point be satiated, but those who torment us for our own good will torment us without end, for they do so with the approval of their conscience.\n</p>","quotee":"C.S. Lewis","platform":"The Humanitarian Theory of Punishment via The Price of Panic","link":"https://www.amazon.com/Price-Panic-Tyranny-Pandemic-Catastrophe-ebook/dp/B087CLDWFB/ref=sr_1_1?dchild=1&keywords=the+price+of+panic&qid=1612125428&sr=8-1","length":"medium"},{"id":"88","quote":"<p>\nIn Spanish we have a phrase...if you haven't met God, you will kneel down in front of every guy with facial hair.\n</p>","quotee":"Luis Vargas","platform":"Front End Happy Hour, Episode 028 - JavaScript Universi-LongIslandIce-ty\n","link":"https://soundcloud.com/front-end-happy-hour/episode-028-javascript-universi-longislandice-ty#t=18:04","length":"short"},{"id":"89","quote":"<p>\nJust remember that the things you put into your head are there forever, he said. You might want to think about that.\n</p>\n<p>\nYou forget some things, don't you?\n</p>\n<p>\nYes. You forget what you want to remember and you remember what you want to forget.\n</p>","quotee":"The Man and The Boy","platform":"The Road","link":"https://www.amazon.com/Road-Vintage-International-Cormac-McCarthy-ebook/dp/B000OI0G1Q/ref=sr_1_1?dchild=1&keywords=the+road&qid=1611003306&sr=8-1","length":"short"},{"id":"90","quote":"<p>\nYou can't talk people out of a good panic. They sure love it.\n</p>","quotee":"Elon Musk","platform":"Joe Rogan Experience, #1609","link":"https://open.spotify.com/episode/2aB2swgyXqbFA06AxPlFmr?si=KRAMB5u7QR251GcZV13EKw","length":"short"},{"id":"91","quote":"<p>\nI've read a number of disparaging articles about your generation in The Atlantic and Slate.com summaries. It's all true. Trigger warning &mdash; fuck you!\n</p>","quotee":"Erlich Bachman","platform":"Silicon Valley, Season 4 Episode 4","link":"https://www.hbo.com/silicon-valley/season-4/4-teambuilding-exercise","length":"short"},{"id":"92","quote":"<p>\nEric Bachman? This is you as an old man. I'm a ugly, and I'm dead, alone.\n</p>","quotee":"Jian Yang","platform":"Silicon Valley, Season 3 Episode 10","link":"https://www.hbo.com/silicon-valley/season-4/4-teambuilding-exercise","length":"short"},{"id":"93","quote":"<p>\nMass movements can rise and spread without belief in a God, but never without belief in a devil.\n</p>","quotee":"Eric Hoffer","platform":"The True Beliver via The Coddling of the American Mind","link":"https://www.amazon.com/Coddling-American-Mind-Intentions-Generation/dp/0735224919/ref=sr_1_1?crid=F84SEMAEXAS5&keywords=the+coddling+of+the+american+mind&qid=1616445719&sprefix=the+coddling+of+the+america%2Caps%2C275&sr=8-1","length":"short"},{"id":"94","quote":"<p>\nLet me share with you the Daoist story of the farmer who's horse ran away.\n</p>\n<p>\nWhen the neighbors heard what happened, they came to commiserate with the farmer. What bad luck they said. Maybe, he answered.\n</p>\n<p>\nThe next morning, the horse not only returned, but brough six wild horses with him. What good luck, his neighbors said. Maybe, the farmer answered.\n</p><p>\nThe next day the farmer's son tried to ride one of the wild horses, but was thrown from it, and broke a leg. What bad luck, his neighbors said. Maybe, the farmer replied.\n</p>\n<p>\nThe day after that the Emperor's officers came to the farmer's village to conscript young men for the army. Because he had a broken leg, they rejected the farmer's son. What good luck, the villagers told him. Maybe, was all he replied.\n</p>","quotee":"William B. Irvine","platform":"The Search for Silver Linings in The Stoic Path of the Waking Up App","link":"https://www.wakingup.com/","length":"long"},{"id":"95","quote":"<p>\nTo me it's just as simple as: are we slaves or are we free men? Which one are we? Because if I can't choose what I can put in my own body, then I'm a slave to somebody else.\n</p>","quotee":"Dave Smith","platform":"Joe Rogan Experience, #1639","link":"https://open.spotify.com/episode/7taqki4fGUkcXESbaUzjgh?si=BOSGdBvdTTWz3qz3ncdM7A","length":"short"},{"id":"96","quote":"<p>I think lots of evolutionary psychologists have tried to make the claim that we are joiners, and that there is an evolutionary logic to faith systems &mdash; you know &mdash; that they've helped us in all kinds of different ways, and we're always going to have some kind of version of them. And I think the scariest part of now, for me, is that our political affiliations have become quasi-religious.</p>\n<p>I don't even think quasi.</p>\n<p>Maybe flat out.</p>\n<p>Pretty much flat out. And extremely tribal. And when you just analyze the behavior of people on both extremes, whether it's the far left or the far right, they exhibit remarkably similar traits. Like, pure hatred for the other side, inability to look at the virtues of this opposing ideology, and almost like treating it as if the very nature of reality is at stake.</p>\n<p>Yes, and I have a purchase on it, and you are blind. Right? You know? God did not shine on you.</p>\n<p>Which is the protestants versus the catholics, you know?</p>","quotee":"Jonathan Zimmerman and Joe Rogan","platform":"Joe Rogan Experience, #1643","link":"https://open.spotify.com/episode/4pnKhv7Nh9bUWkslZKm9n3?si=ZD3zMFSqSYOfhNoHRC0BQA"},{"id":"97","quote":"<p>If you want to go back and think about everything you've ever said and done that's stupid, you'll be a prisoner.</p>","quotee":"Joe Rogan","platform":"Joe Rogan Experience, #1709","link":"https://open.spotify.com/episode/5N3DTJENpGqbRDFYalntkT?si=99416cd0a69b442a"},{"id":"98","quote":"<p>\nDr. Fauci encouraged his own canonization and the disturbing inquisition against his blaphemous critics. In a June 9, 2021 <i>je suis l'etat</i> interview, he pronounced that Americans who questioned his statements were, per se, anti-science. \"Attacks on me,\" he explained, \"quite frankly, are attacks on science.\" The sentiment he expressed reminds us that blind faith in authority is a function of religion, not science. Science, like democracy, flourishes on skepticism toward official orthodoxies. Dr. Fauci's schoolboy scorn for citation and his acknowledgement to the <i>New York Times</i> that he had twice lied to Americans to promote his agendas &mdash; on masks and herd immunity &mdash; raised the prospect that some of his other \"scientific\" assertions were, likewise, <i>noble lies</i> to a credulous public he believes is unworthy of self-determination.\n</p>","quotee":"Robert F. Kennedy Jr.","platform":"The Real Anthony Fauci","link":"https://www.amazon.com/Real-Anthony-Fauci-Democracy-Childrens-ebook/dp/B08X5YWRRP/ref=sr_1_1?crid=1HJS987Y7B0G4&keywords=the+real+anthony+fauci+robert+kennedy&qid=1640120056&sprefix=the+real+an%2Caps%2C103&sr=8-1"},{"id":"99","quote":"<p>\nDr. Fauci's aficionados, including President Biden and the cable and network news anchors, counseled Americans to \"trust the experts.\" Such advice is both anti-democratic and anti-science. Science is dynamic. \"Experts\" frequently differ on scientific questions and their opinions can vary in accordance with and demands of politics, power, and financial self-interest. Nearly every lawsuit I have ever litigated pitted highly credentialed experts from opposite sides against each other, with all of them swearing under oath to diametrically antithetical positions based on the same set of facts. Telling people to \"trust the experts\" is either naive or manipulative &mdash; or both.\n</p>","quotee":"Robert F. Kennedy Jr.","platform":"The Real Anthony Fauci","link":"https://www.amazon.com/Real-Anthony-Fauci-Democracy-Childrens-ebook/dp/B08X5YWRRP/ref=sr_1_1?crid=1HJS987Y7B0G4&keywords=the+real+anthony+fauci+robert+kennedy&qid=1640120056&sprefix=the+real+an%2Caps%2C103&sr=8-1"},{"id":"100","quote":"<p>\nIf you want to party all day long, you can, and if you want to work all day long, you can as well. This is when you are actually in control, and you need to start putting your life in order. Add some structure to it. Think about what you really want to do with it &mdash; who are you going to be, and make that happen. Because no one is going to have the authority to be able to tell you what you should be doing.\n</p>\n<p>\nYou're not even going to want to listen to other people. Especially your family. Especially your dad. But what you will listen to are generally random influencers that you find online. People like me, which is why I got to be here making this video for you, because your dad actually had to phone me up and tell me to make a video for you, because he knows that you follow me on YouTube, so now I've got to do this show for you.\n</p>","quotee":"Teach Lead","platform":"What I wish I knew in my 20s (ft. ex-google tech lead)","link":"https://youtu.be/SXwGtZuNDO8?t=557"},{"id":"101","quote":"<p>\nEven a broken clock is right twice a day.\n</p>","quotee":"Old Saying"},{"id":"102","quote":"<p>\nWhen you tear out a man's tongue, you are not proving him a liar. You're only telling the world that you fear what he might say.\n</p>","quotee":"Tyrion Lannister","platform":"A Clash of Kings","link":"https://www.amazon.com/Clash-Kings-Song-Fire-Book-ebook/dp/B000FC1HBY/ref=sr_1_1?crid=34KSENLYW9S7M&keywords=a+clash+of+kings&qid=1642690842&sprefix=a+clash+of+king%2Caps%2C97&sr=8-1"},{"id":"103","quote":"<p>\nFrom time to time in the years to come, I hope you will be treated unfairly, so that you will come to know the value of justice. I hope that you will suffer betrayal because that will teach you the importance of loyalty. Sorry to say, but I hope you will be lonely from time to time so that you don't take friends for granted. I wish you bad luck, again, from time to time so that you will be conscious of the role of chance in life and understand that your success is not completely deserved and that the failure of others is not completely deserved either. And when you lose, as you will from time to time, I hope every now and then, your opponent will gloat over your failure. It is a way for you to understand the importance of sportsmanship. I hope you'll be ignored so you know the importance of listening to others, and I hope you will have just enough pain to learn compassion. Whether I wish these things or not, they're going to happen. And whether you benefit from them or not will depend upon your ability to see the message in your misfortunes.\n</p>","quotee":"John Roberts","platform":"Commencement Speech Reprinted in The Coddling of the American Mind","link":"https://www.amazon.com/Coddling-American-Mind-Intentions-Generation-ebook/dp/B076NVFT5P/ref=sr_1_1?crid=URY2VU8WRDLH&keywords=the+coddling+of+the+american+mind&qid=1643583548&sprefix=the+coddling+of+the+american+mind%2Caps%2C99&sr=8-1"},{"id":"104","quote":"<p>\nWhen the Ben Shapiro conservatives say, \"Well, facts don't care about your feelings,\" I actually think it's the obverse. I think it's, \"feelings don't care about your facts.\"\n</p>","quotee":"Contain Podcast Host","platform":"Contain, Ep. 97: Russian Central Banks/CBDC’s w/ Riley Waggaman","link":"https://www.patreon.com/posts/ep-97-russian-w-62658975"},{"id":"105","quote":"<p>\nThe whole issue with discourse and dialogue is that it assumes both parties have respect for each other.\n</p>","quotee":"Contain Podcast Host","platform":"Contain, Ep. 97: Russian Central Banks/CBDC’s w/ Riley Waggaman","link":"https://www.patreon.com/posts/ep-97-russian-w-62658975"},{"id":"106","quote":"<p>\nWhat do you despise? By this are you truly known.\n</p>","quotee":"Princess Irulan","platform":"Dune","link":"https://www.goodreads.com/book/show/44767458-dune?from_search=true&from_srp=true&qid=Yn4SHrrczW&rank=1"},{"id":"107","quote":"<p>\nFear is the mind-killer. Fear is the little death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past me I will turn to see fear's path. Where the fear has gone there will be nothing. Only I will remain.\n</p>","quotee":"Bene Gesserit Saying","platform":"Dune","link":"https://www.goodreads.com/book/show/44767458-dune?from_search=true&from_srp=true&qid=Yn4SHrrczW&rank=1"},{"id":"108","quote":"<p>\nIn the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.\n</p>\n<p>\nWe must never let the weight of this combination endanger our liberties or democratic processes. We should take nothing for granted. Only an alert and knowledgeable citizenry can compel the proper meshing of the huge industrial and military machinery of defense with our peaceful methods and goals, so that security and liberty may propser togeether.\n</p>","quotee":"Dwight Eisenhower","platform":"President Eisenhower's Farewell Address, 1961","link":"https://www.archives.gov/milestone-documents/president-dwight-d-eisenhowers-farewell-address"},{"id":"109","quote":"<p>\nAs we consider the unprecedented bludgeoning of our Constitution over the past two years, it's worth pausing to remember the smallpox epidemic that stalled Washington's army during the Revolution and the malaria contagion that culled the Army of Virginia. Though both alerted the Framers to the deadly and disruptive potential of infectious disease epidemics, the Framers nevertheless opted to include no pandemic exception to the United States Constitution.\n</p>\n<p>\nYet today, the pandemic is being used to create a string of new exceptions to our Constitution. We are given just one rationale to explain everything that is happening: COVID. For just a brief moment, let's look away from the ostensible reason things are happening, and focus instead on what is happening.\n</p>\n<p>\nThose controlling the levers of power vilify dissenters and punish every attempt at questioning, skepticism, and debate. Like all tyrants in history, they ban books, silence artists, condemn writers, poets, and intellectuals who question the new orthodoxies. They have outlawed gatherings and forced citizens to wear masks that instill fear and divide communities, and atomized any sense of solidarity by preventing the most subtle and eloquent nonverbal communication for which God and evolution gave humans forty-two facial muscles.\n</p>","quotee":"Robert F. Kennedy Jr.","platform":"The Real Anthony Fauci","link":"https://www.amazon.com/Real-Anthony-Fauci-Democracy-Childrens-ebook/dp/B08X5YWRRP/ref=sr_1_1?crid=1HJS987Y7B0G4&keywords=the+real+anthony+fauci+robert+kennedy&qid=1640120056&sprefix=the+real+an%2Caps%2C103&sr=8-1"},{"id":"110","quote":"<p>\nDuring the changeover from the old “reality” to the new “reality,” the society is torn apart. The old “reality” is being disassembled and the new one has not yet taken its place. It feels like madness, and, in a way, it is. For a time, the society is split in two, as the two “realities” battle it out for dominance. “Reality” being what it is (i.e., monolithic), this is a fight to the death. In the end, only one “reality” can prevail.\n</p>\n<p>\nThis is the crucial period for the totalitarian movement. It needs to negate the old “reality” in order to implement the new one, and it cannot do that with reason and facts, so it has to do it with fear and brute force. It needs to terrorize the majority of society into a state of mindless mass hysteria that can be turned against those resisting the new “reality.” It is not a matter of persuading or convincing people to accept the new “reality.” It’s more like how you drive a herd of cattle. You scare them enough to get them moving, then you steer them wherever you want them to go. The cattle do not know or understand where they are going. They are simply reacting to a physical stimulus. Facts and reason have nothing to do with it.\n</p>","quotee":"CJ Hopkins","platform":"Manufacturing (New Normal) “Reality”","link":"https://cjhopkins.substack.com/p/manufacturing-new-normal-reality?s=r"},{"id":"111","quote":"<p>\nWell no, if she got the flu for 14 days, she's as protected as anybody can be, because the best vaccination is to get infected yourself. If she really has the flu &mdash; if she really has the flu &mdash; she definitely doesn't need a flu vaccine. If she really has the flu, she doesn't need it. It's the most potent vaccination: is getting it yourself.\n</p>","quotee":"Dr. Anthony Fauci","platform":"C-SPAN","link":"https://twitter.com/RepThomasMassie/status/1509611844285173764?s=20&t=PfabX8lKsDKjGVVqkmv-NA"},{"id":"112","quote":"<p>\nKing Charles in the 1600's banned coffeehouses in England. Why? Because coffeehouses were places the people gathered together and talked, and they'd be a little amped up because of the coffee and they'd be feeling good with eacher other and so he put out a proclamation. I'm quoting it here:\n</p>\n<p>\n\"Restrain the spreading of false news and licentious talking of matters of state and government.\" And he said that \"this old discource that was going on\" &mdash; this is really worth it &mdash; \"that the public assumed to themselves a liberty not only in coffeehouses, but in other places in meetings, both public and private, to censor and defame the proceedings of state by speaking evil of things they do not understand and causing jealousy and dissatisfaction in the minds of my subjects.\" The king's subjects.\n</p>\n<p>\nBut I want to give you one more piece of this. The following year, he extends it to not just coffeehouses, but any place that sells coffee or chocolate or tea. And I'm not joking, by the way, this is true. And then the following year, he does another proclamation, and this one says, \"Spreaders of false news or promoters of anything malicious against the state will be considered seditious.\"\n</p>\n<p>\n...Why I wanted to share that with you is that here we are on The Joe Rogan Experience which has had its share of shit flung at it for literally just having conversations &mdash; nothing more going on in here, no collection of weapons or plans to overthrow the government &mdash; and I always like to remind people that these things are not new. They're human nature, meaning governments have done this always, and every word I just read in that thing &mdash; it's amazing &mdash; he wanted to ban coffeehouses, and now people want to ban end-to-end encryption or anything else that will actually allow for open dialogue.\n</p>","quotee":"Gavin de Becker","platform":"JRE #1800 - Gavin de Becker","link":"https://open.spotify.com/episode/3rAa8cJGt5cDSu71y9YC2A?si=0cb120a5d7394984"},{"id":"113","quote":"<p>\nIf you look at human history, it's almost all tyranny. And the United States and Western Europe is a tiny sliver of the pie. It's a tiny period in human history in which we grew up with freedom of speech, and we grew up with these protections of the court and from the constitution, but it's not some permanent state of affairs. It definitely won't last forever. I say to people who want to change any amendment &mdash; want to make an amendment to the amendements in the constitution &mdash; you almost don't have to, because major media companies have done it anyway. Major media companies: New York Times, CNN, etc., etc., &mdash; something your listeners might not know about called The Trusted News Initiative that's run by BBC, which is a whole collection of major media companies from all over the world who decide together on how to handle certain stories. And that's how you get 5,000 headlines that say Ivermectin is a horse paste.\n</p>","quotee":"Gavin de Becker","platform":"JRE #1800 - Gavin de Becker","link":"https://open.spotify.com/episode/3rAa8cJGt5cDSu71y9YC2A?si=0cb120a5d7394984"},{"id":"114","quote":"<p>\nFor our kind, this is nothing.\n</p>","quotee":"Cody Wilson","platform":"Death Athletic: A Speech","link":"https://youtu.be/LVi9m65lHGc?t=2131"},{"id":"115","quote":"<p>\nWe want great men who, when fortune frowns, will not be discouraged.\n</p>","quotee":"Colonel Henry Knox","platform":"Reported in 1776 by David McCullough","link":"https://www.amazon.com/1776-David-McCullough-ebook/dp/B000FCK5YE/ref=sr_1_3?crid=3UMT373G2U8S3&keywords=1776&qid=1652911234&sprefix=1776%2Caps%2C106&sr=8-3"},{"id":"116","quote":"<p>\nI hope this is the dark part of the night, which is generally just before day.\n</p>","quotee":"General Nathanael Greene","platform":"Reported in 1776 by David McCullough","link":"https://www.amazon.com/1776-David-McCullough-ebook/dp/B000FCK5YE/ref=sr_1_3?crid=3UMT373G2U8S3&keywords=1776&qid=1652911234&sprefix=1776%2Caps%2C106&sr=8-3"},{"id":"117","quote":"<p>\n[Jeff Deist] said, which I really liked, he was like, this really stuck with me, \"You know, when you're living through a revolution, you don't necessarily know, 'Oh, the revolution started today. And now I'm in the revolution. And this is 5 days into the revolution.'\" It's not until years later that you look back at it and go, 'Oh, I guess that was a revolution.'\"\n</p>\n<p>\nNow, I don't know if that's exactly how you would describe the covid regime, but in many ways I think it's changed life more than a traditional revolution would. You know like, if a regime was overthrown by a coup and someone else took power, it certainly wouldn't necessarily end up every single social norm down to like, showing your face in public or shaking hands or what you're allowed to do or &mdash; or what the rise of covid has done has been really like, unbelievably profound. It's changed everything about our society. And the idea that while this is all happening, you're not allowed to like, question it. To think about, \"I'm not sure this is the right decision. I think maybe this is wrong. I think maybe we should do this.\" That all throughout it, these voices have been silenced off of social media &mdash; and they've been really demonized in a very aggressive way &mdash; and so many of them have turned out to be right. Not all of them were, but the official narrative coming from the regime has been wrong so much. I mean they talk about spreading covid disinformation, the entire establishment talking points have been disinformation from the beginning. Down to the biggest one, lockdowns, they just had this huge John Hopkins study that basically their conclusion was that lockdowns did next to nothing to mitigate covid deaths and caused far more deaths.\n<p>","quotee":"Dave Smith","platform":"JRE #1775 - Dave Smith","link":"https://open.spotify.com/episode/3bkmpuktYQqoFUpcNr8LaF?si=320a083c5f754679"},{"id":"118","quote":"<p>Indeed, Thomas’ embrace of the Republican Party is consonant with a deep mistrust of white liberals, the institutions they control and the policies they try to advance in the name of “social justice.” \n</p><p>\nThis mistrust was widely shared among Black activists of his generation — and is in keeping with Thomas’ Supreme Court decisions, including overturning Roe. If anything, the racialized attacks many liberals directed at Thomas in the wake of the Dobbs v. Jackson ruling confirm the pessimistic view of race relations that prevailed among many of the Black thinkers who shaped Thomas’ worldview and is exhibited by Thomas himself. \n</p><p>\nFor instance, Thomas was deeply inspired by Malcolm X. He had a poster of Malcolm X that hung in his dorm room. He memorized many of his speeches by heart, and he continues to evoke him frequently to this day.\n</p><p>\nIt was Malcolm X, of course, who famously declared that, “In this deceitful American game of power politics, the Negros (i.e. the race problem, the integration and civil rights issues) are nothing but tools, used by one group of whites called Liberals against another group of whites called Conservatives, either to get into power or to remain in power.”\n</p><p>\nHe argued that white liberals and white conservatives differ “only in one way: the liberal is more deceitful than the conservative. The liberal is more hypocritical than the conservative. Both want power, but the white liberal is the one who has perfected the art of posing as the Negro’s friend and benefactor.” He continued, “By winning the friendship, allegiance and support of the Negro, the white liberal is able to use the Negro as a pawn or a tool.”\n</p>","quotee":"Musa al-Gharbi","platform":"What the reactions to Clarence Thomas post-Roe reveal about white liberals","link":"https://www.nbcnews.com/think/opinion/supreme-courts-roe-v-wade-opinion-sparks-racist-attacks-clarence-thoma-rcna36261?utm_source=pocket_mylist"},{"id":"119","quote":"<p>\nSir, we have done everything that could be done to avert the storm which is now coming on. We have petitioned; we have remonstrated; we have supplicated; we have prostrated ourselves before the throne, and have implored its interposition to arrest the tyrannical hands of the ministry and Parliament. Our petitions have been slighted; our remonstrances have produced additional violence and insult; our supplications have been disregarded; and we have been spurned, with contempt, from the foot of the throne!\n</p><p>\nIn vain, after these things, may we indulge the fond hope of peace and reconciliation. There is no longer any room for hope. If we wish to be free—if we mean to preserve inviolate those inestimable privileges for which we have been so long contending—if we mean not basely to abandon the noble struggle in which we have been so long engaged, and which we have pledged ourselves never to abandon until the glorious object of our contest shall be obtained—we must fight! I repeat it, sir, we must fight! An appeal to arms and to the God of hosts is all that is left us!\n</p><p>\nThey tell us, sir, that we are weak; unable to cope with so formidable an adversary. But when shall we be stronger? Will it be the next week, or the next year? Will it be when we are totally disarmed, and when a British guard shall be stationed in every house? Shall we gather strength by irresolution and inaction? Shall we acquire the means of effectual resistance by lying supinely on our backs and hugging the delusive phantom of hope, until our enemies shall have bound us hand and foot?\n</p><p>\nSir, we are not weak if we make a proper use of those means which the God of nature hath placed in our power. Three millions of people, armed in the holy cause of liberty, and in such a country as that which we possess, are invincible by any force which our enemy can send against us.\n</p><p>\nBesides, sir, we shall not fight our battles alone. There is a just God who presides over the destinies of nations, and who will raise up friends to fight our battles for us. The battle, sir, is not to the strong alone; it is to the vigilant, the active, the brave. Besides, sir, we have no election. If we were base enough to desire it, it is now too late to retire from the contest. There is no retreat but in submission and slavery! Our chains are forged! Their clanking may be heard on the plains of Boston! The war is inevitable—and let it come! I repeat it, sir, let it come.\n</p><p>\nIt is in vain, sir, to extenuate the matter. Gentlemen may cry, peace, peace—but there is no peace. The war is actually begun! The next gale that sweeps from the north will bring to our ears the clash of resounding arms! Our brethren are already in the field! Why stand we here idle? What is it that gentlemen wish? What would they have? Is life so dear, or peace so sweet, as to be purchased at the price of chains and slavery?\n</p><p>\nForbid it, Almighty God! I know not what course others may take; but as for me, give me liberty or give me death!\n</p>","quotee":"Patrick Henry","platform":"Speech made to the Second Virginia Convention on March 23, 1775","link":"https://en.wikisource.org/wiki/Give_me_liberty_or_give_me_death"},{"id":"120","quote":"<p>By the time Thomas arrived at Yale Law School, he was militant on racial matters and more-or-less fully disillusioned with mainstream liberalism. Hillary Clinton, who overlapped with him in the early ’70s, recently declared that as long as she has known Thomas, he’s always been filled with “grievance,” “anger” and “resentment.” Unsaid, but critical context: These were feelings Thomas displayed toward white liberals in particular (like Clinton herself), who dominated Yale at the time, and who continue to dominate elite spaces today. \n</p><p>\nThomas noted in a recent interview that people regularly assume he has difficulties around other Black people by virtue of his politics. “It’s just the opposite,” he declared. “The only people with whom I’ve had difficulties are white, liberal elites who consider themselves the anointed and us the benighted … I have never had issues with members of my race.”\n</p><p>\nIn fact, there have been many prominent Black intellectuals and leaders whose Black nationalist-inflected mistrust of white liberals ultimately led them to conservativism. For Thomas, it was the work of Black economist Thomas Sowell that ultimately helped him channel his misgivings toward “white saviors” into a coherent, right-aligned political philosophy.</p>","quotee":"Musa al-Gharbi","platform":"What the reactions to Clarence Thomas post-Roe reveal about white liberals","link":"https://www.nbcnews.com/think/opinion/supreme-courts-roe-v-wade-opinion-sparks-racist-attacks-clarence-thoma-rcna36261?utm_source=pocket_mylist"},{"id":"121","quote":"<p>\nGood afternoon. I want to welcome these leaders for coming in to have this very important discussion about some of the most pressing issues of our time. I am Kamala Harris. My pronouns are she and her. I am a woman sitting at the table wearing a blue dress.\n</p>","quotee":"Kamala Harris","platform":"Abortion Roundtable, July 26, 2022","link":"https://www.youtube.com/watch?v=bIQdpqYB7PQ"},{"id":"122","quote":"<p>\nAnd because it was a four lane highway that was accessible, my mother drove us and rather than us be able to walk. And guess what? The first frost, you knew what was happening. You had to put on your windshield wipers to get literally the oil slick off the window. That's why I and so damn many other people I grew up with have cancer.\n</p>","quotee":"Joe Biden","platform":"Speech on July 20, 2022","link":"https://nypost.com/2022/07/20/joe-biden-says-he-has-cancer-in-possible-gaffe/"},{"id":"123","quote":"<p>\nWhen people are vaccinated, they can feel safe they will not be infected.\n</p>","quotee":"Dr. Anthony Fauci","platform":"Interview with Chris Hayes, May 17, 2021","link":"https://www.msnbc.com/transcripts/transcript-all-chris-hayes-5-17-21-n1267740"},{"id":"124","quote":"<p>\nOne last thing that's really important is, we're not in a position where we think that any virus including the Delta virus which is much more transmissible and more deadly in terms of non unvaccinated people, the various shots that people are getting now cover that. They're, they're, you're OK. You're not, you're not gonna get covid if you have these vaccinations.\n</p>","quotee":"Joe Biden","platform":"CNN Town Hall, July 22, 2021","link":"https://youtu.be/t7WwDLzG--Y?t=542"},{"id":"125","quote":"<p>\nBut really my personal best moments of my life are feeling that zen understanding of timelessness and those moments in eternity that are endless. Those are the best moments of my life. And really realizing that we're just part of infinity. And you see the steps, and you know that it's not going to go exactly how you want it to but there's going to be a goal at the end you reach that's better for everybody. And you know it's going to be painful. And you know you're going to make mistakes. You know you're even going to hurt people on the way, but you're doing it from a place of goodness and so you forgive yourself for that. It's that process of being destroyed that by the end you're complete.\n</p>","quotee":"Alex Jones","platform":"Alex's War","link":"https://www.alexswar.com/"},{"id":"126","quote":"<p>\nIn even the most despotic nations, the banal, conformist citizen thinks they're free. As Rosa Luxemburg said: \"he who does not move, does not feel his chains.\"\n</p>","quotee":"Glenn Greenwald","platform":"Twitter","link":"https://twitter.com/ggreenwald/status/1567295657811099649"},{"id":"127","quote":"<p>\nOne day, you and everything you love will die. And beyond a small group of people for an extremely brief period of time, little of what you say or do will ever matter. This is the Uncomfortable Truth of Life. And everything you think or do is but an elaborate avoidance of it. We are inconsequential cosmic dust, bumping and milling about on a tiny blue speck. We imagine our own importance. We invent our purpose &mdash; we are nothing.\n</p>\n<p>\nEnjoy your fucking coffee.\n</p>","quotee":"Mark Manson","platform":"Everything Is Fucked","link":"https://www.amazon.com/gp/product/B07DTJ8YNJ/ref=dbs_a_def_rwt_hsch_vapi_tkin_p1_i1"},{"id":"128","quote":"<p>\nWe arrived there at night; the whole of the population had assembled from the suburbs, we were surrounded by a crowd of children carrying torches, reiterating the acclamations of the citizens; all were eager to approach the person of him whom they called their father, and pressed so closely around us that they hindered us from proceeding. General Washington was much affected, stopped for a few moments, and, pressing my hands, said, \"We may be beaten by the English; it is the chance of war; but behold an army which they can never conquer.\"\n</p","quotee":"Count de Dumas","platform":"via George Washington: A life by Ron Chernow","link":"https://www.amazon.com/Washington-Life-Ron-Chernow/dp/0143119966/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1663543099&sr=8-3"},{"id":"129","quote":"<p>\nIt's so interesting to get born into a civilization and to have this sense of like, knowing shit. Like, that's a big part of being alive right now, is like, we all think we're so fucking, we think we know everything because you can Google it. And you just think even if you don't know, you think the answer is out there somewhere. And then you live in this crazy world where you think everything's been figured out. We're at the cutting edge.\n</p>\n<p>\nLike, even though throughout history doctors have, in a lot of ways been consistently wrong. You know what I mean? Like the whole bleeding and leeching and before that whatever the weird medieval ways people would treat disease. You know? Like take a rag of horse piss and wrap it around their head and put them above a fire for 3 days. It will cure their pox! And everyone believes in them, like, \"Oh yeah, that will work!\"\n</p>\n<p>\nBut now we're like, \"No, no, no. Now we figured out medical technology for sure. Like, for we 100% know everything about the way the human body works.\" Which is why when you go into a doctor and depending on who the doctor is you mention some other possible therapy, they'll laugh you out of the room. They're like, \"Get the fuck out of here. That's quackery.\" And sometimes they're right, but sometimes they're probably wrong.\n</p>\n<p>\nBut my point is, it's just funny because you have to live in a world where you are surrounded by people who think, in one way, are really leaning into the idea that we've all kind of worked out the thing. We've figured out humanity. We've figured out the planet. We know what the climate is. We know what medical science is and how the body works. We understand germs, viruses, diseases, and history. We fucking know how the pyramids were built. And please stop saying aliens did it. It was people taking it from quarries. We've figured it out. You don't need to look into that anymore. Because we figured it out. When really we haven't figured out much of anything. Probably what's really going on is so astounding that if you actually saw what it was, you might die. You might just blip out of reality or cease to exist it's so wild.\n</p>","quotee":"Duncan Trussell","platform":"#1891 Duncan Trussell - The Joe Rogan Experience","link":"https://open.spotify.com/episode/38S004IeCWqwEscGoiPtgO?si=8f42d9805e884e73"},{"id":"130","quote":"<p>\nIf you could go back and look at tweets from 700 BC, and like, realize how insignificant you are in that vast scope of time. That'd be really good for us, man. I think that's part of the problem. Those bigs gaps in what we know about civilization have created this really terrible &mdash; I don't know what you would call it &mdash; some kind of societal narcissism. Or some kind of crazy idea that like, \"No, no, no. You're alive. Right, this life that you're in right now. This 70 year span, in the midst of this ocean of time. No, no, no. For sure it's the most important life.\"\n</p>","quotee":"Duncan Trussell","platform":"#1891 Duncan Trussell - The Joe Rogan Experience","link":"https://open.spotify.com/episode/38S004IeCWqwEscGoiPtgO?si=8f42d9805e884e73"},{"id":"131","quote":"<p>\nFor my part, whatever anguish of spirit it may cost, I am willing to know the whole truth, to know the worst and to provide for it.\n</p>","quotee":"Patrick Henry","platform":"Unknown, per The Dangerous History Podcast","link":"http://profcj.org/american-revolution-part-i/"},{"id":"132","quote":"<p>\nLIke Schwab, Nadella wants to dazzle you with the technological changes, because if you're a little intimidated, it makes you easier to control. You won't raise your hand to ask a question because you don't want to sound stupid. Maybe that's my superpower. I don't mind sounding stupid. (And don't you always remember your teachers saying, \"There's no such thing as a stupid question\"?)\n</p>\n<p>\nBut when they can't answer my stupid questions, well, who's the stupid one?\n</p>","quotee":"Alex Jones","platform":"The Great Reset","link":"https://www.amazon.com/Great-Reset-War-World/dp/1510774041/ref=tmm_hrd_swatch_0?_encoding=UTF8&qid=1669570910&sr=8-1"},{"id":"133","quote":"<p> There's an old saying in Tennessee &mdash; I know it's in Texas, probably in Tennessee &mdash; that says, fool me once, shame on &mdash; shame on you. Fool me &mdash; you can't get fooled again. </p>","quotee":"President George Bush","platform":"Remarks by the President on Teaching American History and Civic Education, East Literature Magnet School, Nashville, TN, September 17, 2022","link":"https://www.youtube.com/watch?v=Hl7FKfl3O2Y"},{"id":"134","quote":"<p>\nI think of the world as divided into two groups &mdash; not Christian/Jew Muslim/Hindu, whatever &mdash; no, it's people who think they're God, and people who know they're not.\n</p>","quotee":"Tucker Carlson","platform":"Tucker Carlson: life, death, power, the CIA & the end of journalism | The Tulsi Gabbard Show","link":"https://www.tulsigabbard.com/podcast/"},{"id":"135","quote":"<p>\nBut no matter how you feel about or what you thought about the Kennedy assassination, pause to consider what this means. It means that within the US government, there are forces wholly beyond democratic control. These forces are more powerful than the elected officials that supposedly oversee them. These forces can affect election outcomes. They can even hide their complicity in the murder of an American president. In other words, they can do pretty much anything they want.\n</p>\n<p>\nThey constitute a government within a government, mocking by their very existence the idea of democracy. As cynical as we have become after 30 years of watching goverment officials ignore the voters that employ them, we were shocked to learn this. It's not acceptable.\n</p>\n<p>\nAmericans have trusted their government less with every passing year since the killing of John F. Kennedy. Maybe this is why. And people have known this for a long time. The people who knew would include every director of the CIA since November of 1963. And that list would include Obama's CIA director, John Brennan, one of the most sinister and dishonest figures in American life. That list would also include, we are saddened to say, our friend Mike Pompeo, who ran the CIA in the last administration. Mike Pompeo knew this. We asked Pompeo to join us tonight, and though he rarely turns down a televised interview, he refused to come.\n</p>","quotee":"Tucker Carlson","platform":"Tucker Carlson Tonight, December 15, 2022","link":"https://www.foxnews.com/video/6317311778112"},{"id":"136","quote":"<p>\nWhen I refused to support Hillary Clinton back in 2016, so many people were like, \"Tulsi, how dare you? You're a woman! How dare you not support this woman! She's going to be the first female president this country's ever had and how could you?\" And my response to them always was, both privately and publicly, \"How dare you? How dare you reduce me to my parts or my biology or my sex and think that I don't have a brain, like I don't have a mind, I don't have my own views to be able to actually look at a person, male or female, and figure, 'OK, is this person the best person to lead the country?'\" You know? The answer was very clearly not, in that case.\n</p>","quotee":"Tulsi Gabbard","platform":"Tucker Carlson: life, death, power, the CIA & the end of journalism | The Tulsi Gabbard Show","link":"https://www.tulsigabbard.com/podcast/"},{"id":"137","quote":"<p>\nThe world Nietzsche predicted has largely come true. However, the Nietzschean project—to create our own values—has also failed. Man invented new gods, but the new gods died. In 2022, the madman walks into the marketplace, face lit only by the light of his phone, and tweets snarkily about the scene in front of him. Then he goes home and refreshes his feed, lying down.\n</p>","quotee":"Jordan Castro","platform":"Against Cynicism, Praxis","link":"https://www.praxissociety.com/journal/against-cynicism"},{"id":"138","quote":"<p>\nI thought it took God seven days to make the world.\n</p>\n<p>\nHe rested on the seventh. I always thought he should've put the extra day in, instead of half-assin' it.\n</p>","quotee":"Roland West and Wayne Hays","platform":"True Detective, Season 3 Episode 6, Hunters in the Dark","link":"https://play.hbomax.com/player/urn:hbo:episode:GXBPkDgCL1US7iQEAAAHB"},{"id":"139","quote":"<p>\nSee we all got what I call a life trap, a gene deep certainty that things will be different, that you'll move to another city and meet the people that'll be the friends you have for the rest of your life, that you'll fall in love and be fulfilled. Fucking fulfillment. And closure. Where the fuck those two...empty jars to hold this shitstorm.\n</p>\n<p>\nFucking nothing's ever fulfilled. Until the very end. And closure. No. No no. Nothing is ever over. The ontological fallacy of expecting a light at the end of the tunnel &mdash; well that's what the preacher sells. Same as the shrink. See preacher, he encourages your capacity for illusion, and he tells you it's a fucking virtue. Always a buck to be had doing that.\n</p>\n<p>\nHe's such a desparate sense of entitlement, isn't it? Surely this is all for me? Me? Me me me. I I. I'm so fucking important. I'm so fucking important, right?\n</p>\n\n","quotee":"Rust Cohle","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"140","quote":"<p>\nIn this universe, we process time, linearly, forward. But outside of our space time, from what would be a fourth dimensional perspective, time wouldn't exist. And from that vantage, could we attain it?\n</p>\n<p>\nWe see our space time would look flattened, like a single sculpture, of matter, superposition, every place it ever occupied. Our sentience just cycling through our lives like carts on a track.\n</p>\n<p>\nSee everything outside our dimension, that's eternity. Eternity looking down on us. Now to us, it's a sphere. But to them, it's a circle.\n</p>","quotee":"Rust Cohle","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"141","quote":"<p>\nIn eternity where there is no time, nothing can grow, nothing can become, nothing changes. So death created time to grow the things that it would kill. And you are reborn, but into the same life that you've always been born into.\n</p>\n<p>\nAnd how many times have we had this conversation detectives? Well who knows? I mean you can't remember your lives. You can't change your lives. And that is the terrible and secret fate of all life. You're trapped. Another nightmare you keep waking up into.\n</p>","quotee":"Rust Cohle","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"142","quote":"<p>\nYou wonder ever, if you're a bad man?\n</p>\n<p>\nNo, I don't wonder, Marty. World needs bad men. We keep the other bad men from the door.\n</p>","quotee":"Marty Hart and Rust Cohle","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"143","quote":"<p>\nYou'll do this again. Time is a flat circle.\n</p>\n<p>\nWhat is that, Nietzsche? Shut the fuck up.\n</p>","quotee":"Reginald Ledoux and Rust Cohle","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"144","quote":"<p>\nSomeone once told me time is a flat circle. Everything we've ever done or will do we're going to do over and over and over again. And that little boy and that little girl, they gonna' be in that room again. And again. And again. Forever.\n</p>","quotee":"Rust Cohle","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"145","quote":"<p>\nOK, I'd consider myself a realist, but in philosophical terms I'm what's called a pessimist.\n</p>\n<p>\nUm. OK. What's that mean?\n</p>\n<p>\nIt means I'm bad at parties.\n</p>\n<p>\nLet me tell you, you ain't great outside of parties, either.\n</p>\n<p>\nI think human consiousness was a tragic misstep in evolution. We became too self-aware. Nature created an aspect of nature separate from itself. We are creatures that should not exist by natural law.\n</p>\n<p>\nHm. That sounds God fucking awful, Rust.\n</p>\n<p>\nWe are things that labor under the illusion of having a self. This secretion of sensory experience and feeling, programmed with total assurance that we are each some body. When in fact, everybody's nobody.\n</p>\n<p>\nI wouldn't go around spouting that shit I was you. People around here don't think that way. I don't think that way.\n</p>\n<p>\nI think the honorable thing for our species to do is deny our programming. Stop reproducing. Walk hand in hand into extinction. One last midnight, brother and sisters opting out of a raw deal.\n</p>\n","quotee":"Rust Cohle and Marty Hart","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"146","quote":"<p>\nDidn't you tell me one time, at dinner, once, maybe, about...you used to,  you used to make up stories about the stars?\n</p>\n<p>\nYeah, that was in Alaska. Under the night skies.\n</p>\n<p>\nYeah, you used to lay there, look up. Yeah. At the stars.\n</p>\n<p>\nYou remember, I never watched a TV until I was 17 so there wasn't much to fucking do out there besides walk around, explore.\n</p>\n<p>\nAnd...and look up at the stars and make up stories. Like what?\n</p>\n<p>\nI tell you Marty, I've been up in that room, looking out those windows every night here, just thinking &mdash; it's just one story. The oldest. \n</p>\n<p>\nWhat's that?\n</p>\n<p>\nLight versus dark.\n</p>\n<p>\nWell, I know we ain't in Alaska but, it appears to me that the dark has a lot more territory.\n</p>\n<p>\nYeah, you're right about that. Hey listen, could you point me in the direction of that car? Man, I spent enough of my fucking life in hospitals.\n</p>\n<p>\nJesus. Oh. You know what? I'd protest, but it occurs to me that you're un-killable. You wanna go back and get clothes or anything?\n</p>\n<p>\nNo. Anything I left back there, I don't need...you know, you're looking at it wrong &mdash; that sky thing.\n</p>\n<p>\nHow's that?\n</p>\n<p>\nWell, once there was only dark. If you ask me, the lights winning.\n</p>","quotee":"Marty Hart and Rust Cohle","platform":"True Detective, Season 1","link":"https://play.hbomax.com/page/urn:hbo:page:GVU2xlQZIxY7DwvwIAVgK:type:series"},{"id":"147","quote":"<p>\nYou know what game is super racist and violent? Chess. It's the blacks versus the whites. The whites are the aggressors.\n</p>","quotee":"Ian Crossland","platform":"Timcast IRL #689","link":"https://timcast.com/video/timcast-irl-biden-caught-with-classified-documents-could-mean-impeachment-wthe-hodgetwins/"},{"id":"148","quote":"<p>\nNo more terrible disaster could befall your people than for them to fall into the hands of a Hero.\n</p>","quotee":"Father of Liet-Kynes","platform":"Dune","link":"https://www.amazon.com/Dune-Frank-Herbert-ebook/dp/B00B7NPRY8/ref=sr_1_1?crid=2HHKGFMTYRZMM&keywords=dune&qid=1673566629&sprefix=dun%2Caps%2C102&sr=8-1"},{"id":"149","quote":"It is said in the desert that possession of water in great amount can inflict a man with fatal carelessness.\n</p>","quotee":"Frank Herbert (Author)","platform":"Dune","link":"https://www.amazon.com/Dune-Frank-Herbert-ebook/dp/B00B7NPRY8/ref=sr_1_1?crid=2HHKGFMTYRZMM&keywords=dune&qid=1673566629&sprefix=dun%2Caps%2C102&sr=8-1"},{"id":"150","quote":"<p>\nThere is no real lobby or special interest for less spending in Washington. Like, that's the problem. Go on K Street, throw a rock, and you're going to hit someone who's paid a lot of money to get more spending, in one way or the other. So the way we compromise is just by doing all of it.\n</p>","quotee":"Matt Gaetz","platform":"Timcast IRL - Matt Gaetz Joins, Discussing Biden Special Counsel and GOP Investigations","link":"https://timcast.com/video/timcast-irl-matt-gaetz-joins-discussing-biden-special-counsel-and-gop-investigations/"},{"id":"151","quote":"<p>\nTranquility can't be grasped except by those who have reached an unwavering and firm power of judgment &mdash; the rest constantly fall and rise in their decisions, wavering in a state of alternately rejecting and accepting things. What is the cause of this back and forth? It's because nothing is clear and they rely on the most uncertain guide &mdash; common opinion.\n</p>","quotee":"Seneca","platform":"Moral Letters, 95.57b-58a via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance/dp/0735211736?tag=ryanholnet-20"},{"id":"152","quote":"<p>\nWhosoever is delighted in solitude is either a wild beast or a god\n</p>","quotee":"Aristotle","platform":"Unknown per Alone, Season 7 Episode 1","link":"https://play.history.com/shows/alone/season-7/episode-1"},{"id":"153","quote":"<p>\nI guess these days, though, some of the rhetoric from my youth is starting to ring hollow, as I observe the world that my kids are growing up into. I mean, if I go to some parts of Los Angeles at night, yeah there are people who quote, \"are not violating the non-agression principle\" &mdash; they're just wandering around menacingly and aimlessly and in some other mental universe, and we get libertarians suggesting, \"Oh, well, I wrote a policy paper about how to fix this.\" I think it's unfixable. I think we have a gigantic number of people who are just gone. Their souls are empty. I don't know what to do about it, and I don't think that fixing housing policy &mdash; I think that's really naive. I think we have to admit some things just don't have political solutions.\n</p>","quotee":"Tom Woods","platform":"Ep. 2267 Have We Lost Younger People? And Other Issues with Ezra Wyrick","link":"https://tomwoods.com/ep-2267-have-we-lost-younger-people-and-other-issues-with-ezra-wyrick/"},{"id":"154","quote":"<p>\nIf you know somebody who has a drug problem, is prison rape the best solution you can think of? Probably not. So, therefore maybe there is a more humane way of dealing with that problem.\n</p>","quotee":"Tom Woods","platform":"Ep. 2267 Have We Lost Younger People? And Other Issues with Ezra Wyrick","link":"https://tomwoods.com/ep-2267-have-we-lost-younger-people-and-other-issues-with-ezra-wyrick/"},{"id":"155","quote":"<p>\nThere's something to be said for showing mercy and grace even to people who fall morally short. Do they need to have their every moral foible made into a source of public humiliation?\n</p>","quotee":"Tom Woods","platform":"Ep. 2267 Have We Lost Younger People? And Other Issues with Ezra Wyrick","link":"https://tomwoods.com/ep-2267-have-we-lost-younger-people-and-other-issues-with-ezra-wyrick/"},{"id":"156","quote":"<p>\nA podium and a prison is each a place, one high and the other low, but in either place your freedom of choice can be maintained if you so wish.\n</p>","quotee":"Epictetus","platform":"Discourses, 2.6.25 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"157","quote":"<p>\nBecause of the way people process and interact with their political opinions now, their political opinions have become ruinously linked with their personalities to an unprecedented degree. Whereas before, it was uncouth to ask others who they voted for, or what they believed, now people process and interact with their political opinions immediately, in public, all the time, on a platform designed to addict them, so instead of thinking in any meaningful sense about what they think, feel, and believe, people are more or less always self-consciously performing, and becoming addicted to that performance.\n</p>","quotee":"Jordan Castro","platform":"The Novelist, pg. 87","link":"https://softskull.com/dd-product/the-novelist/"},{"id":"158","quote":"<p>\nThe beginning of the game...you know, Duke come in with their fucking suits on and their fucking noses in the air they somebody, and I'm like, \"Fuck ya'll.\"\n</p>","quotee":"Marco Killingsworth","platform":"MARCO KILLINGSWORTH, The Hoosier Hysterics Podcast","link":"https://247sports.com/college/indiana/Article/Hoosier-Hysterics-Podcast-Marco-Killingsworth-203232004/"},{"id":"159","quote":"<p>\nWhen I was playing, I was 270, then I went overseas and...I tell people I can tell the difference between the food we eat here in America and the food we eat over there, like there's a lot processed and stuff like that. I ate the same thing &mdash; chicken wings, stuff like that, and I got down &mdash; when I played at Indiana I was 270 &mdash; I got down to 230, and I played for like 10 years at 230. And I eat the same bullshit. I come back here, and I had to switch my diet when I got over there, had to switch my diet up. And I tell people, man I eat very, very clean. You know, I don't eat too much meat. I eat fish every frickin' at least 6 days a week, and hell I done put on 60 pounds. I must of.\n</p>\n<p>\nI know it's the difference with people here. I say, just go to Europe. You want to lose some weight? Go to Europe, and just eat the same way. Potatoe chips, to McDonald's, to all that shit.\n</p>","quotee":"Marco Killingsworth","platform":"MARCO KILLINGSWORTH, The Hoosier Hysterics Podcast","link":"https://247sports.com/college/indiana/Article/Hoosier-Hysterics-Podcast-Marco-Killingsworth-203232004/"},{"id":"160","quote":"<p>\nI tell people &mdash; it sounds bad, but I talk to athletes about it, the younger athletes &mdash; I was like, you one injury away from being a normal cat. You're one injury away. I said, when I tore that knee &mdash; I'll never forget this &mdash; I was in Israel...they was pressing, and I grab it. And I hit a guy. I was going to dunk it. As soon as my foot touched the free throw line, my leg just went out. And I lift weights. Anybody can tell you. Ask everybody, and they'll tell you he works out every day like a crazy madman. I worked out that morning and everything. And my knee stopped, and I fell over.\n</p>\n<p>\nYou know when they say you gonna' die, your life flashes before your eyes? I seen myself when I was a kid, hoopin', AAU, I see Indiana, I see all that stuff. I just seen it. All the flashes just came to my head, and I knew it. It was over with. I ain't never gonna' be the same. It ain't ever gonna' be the same. It's just not.\n</p>","quotee":"Marco Killingsworth","platform":"MARCO KILLINGSWORTH, The Hoosier Hysterics Podcast","link":"https://247sports.com/college/indiana/Article/Hoosier-Hysterics-Podcast-Marco-Killingsworth-203232004/"},{"id":"161","quote":"<p>\nI thought of the people who I met when I first started writing. There were no individual thinkers among them, save Li and a few others. My old peers, who I'd thought were so interesting and interested in thinking, who I'd misunderstood as being fundamentally weird, were, in reality, not interesting or interested in thinking or weird at all &mdash; they were entirely stupid and normal. Most writers, or writer types &mdash; most of them were not even really writers, but rather <i>writer types</i> &mdash; are not weird at all; in fact, they are utterly normal, I though, sitting at my kitchen table. They order a quirky drink at Starbucks, or wear slightly oversized glasses, or something else cosmetic, and all of their jokes, the entirety of their humor, and all of their output, their corrupt and childish output, which is anything but literary, is predicated on this ornamental weirdness, this faux individuality &mdash; they produce nothing substantial, nothing that doesn't point back to themselves and their precious quirks. The punch line of every joke they tell is always <i>Haha! Look at me! I'm so weird!</i> but this weirdness functions only to point back to what is normal; the point of everything they write is <i>Hey! Hey! Look at me! I'm so weird! What do you think of me?</i>\n</p>","quotee":"Jordan Castro","platform":"The Novelist, pg. 93","link":"https://softskull.com/dd-product/the-novelist/"},{"id":"162","quote":"<p>\nI recalled one person in particular who I'd met through writing years ago, who I'd initially thought was a writer but who had over time proven herself to be merely a <i>writer type</i>; she had written one inconsequential book of aphorisms, then became &mdash; like so many wealthy, arts-adjacent aphorists &mdash; an \"activist.\"\n</p>\n<p>\nUndifferentiated and only cosmetically varied, the literary world had become one swarming mass, like a rat king. Their cosmetic differences hid a frightened, stifled sameness, which sought only more of itself, and which cast out any true difference, often in the name of difference, while pretending, even to itself, that it didn't know what it was doing. Any time a group wasn't sufficiently differentiated, I knew, it aggressively descended into delusion; in which case only those who firmly stood outside could see the truth. The crowd is untruth...I thought, remembering the title of a Kierkegaard essay.\n</p>","quotee":"Jordan Castro","platform":"The Novelist, pg. 94","link":"https://softskull.com/dd-product/the-novelist/"},{"id":"163","quote":"<pre>\nHere lies a toppled god -\nHis fall was not a small one.\nWe did but build his pedestal,\nA narrow and a tall one.\n</pre>","quotee":"Tleilaxu Epigram","platform":"Dune Messiah","link":"https://www.amazon.com/Dune-Messiah-Frank-Herbert-ebook/dp/B0011UGNDG/ref=sr_1_1?crid=3UY54HGKOHUMO&keywords=dune+messiah&qid=1675040300&sprefix=dune+messiah%2Caps%2C113&sr=8-1"},{"id":"164","quote":"<p>\nMy brain felt glitchy, like a malfunctioning computer; my thoughts were like unwanted pop-ups. If technology strove to eventually emulate consciousness, the engineers had already unwittingly accomplished it: shitty pop-ups and unwanted emails were exactly like my thoughts.\n</p>","quotee":"Jordan Castro","platform":"The Novelist, pg. 193","link":"https://softskull.com/dd-product/the-novelist/"},{"id":"165","quote":"<p>\nWriting about myself in third person allowed me to take a third-personal view of myself; a view which eliminated the possibility of choice. One could not change the past, I thought, reassuringly. It made sense to view one's past in third person, because one's past was already over. But then another thought occurred to me, as if from somewhere outside of myself: one could change the past. The past is constantly changing, I considered, and this change is entirely dependent on what happens in the future. The beginning of a story could mean something entirely different by the end. Life, as well as fiction, was made up of small, concrete decisions; lived forward, understood backward; and third person was ultimately a denial of two primary facts of life &mdash; responsibility and choice. Also love, I considered abstractedly. A third-person person cannot love, because he cannot choose. Only in the first person, where every choice is simultaneously irrevocable and changeable, can a person love.\n</p>","quotee":"Jordan Castro","platform":"The Novelist, pg. 165","link":"https://softskull.com/dd-product/the-novelist/"},{"id":"166","quote":"<p>\nIn a limited number of cases when a full virus does not contain any known gain of function mutations, such virus may be engineered to enable the assessment of antiviral activity in cells. In addition, in vitro resistance selection experiments are undertaken in cells incubated with SARS-CoV-2 and nirmatrelvir in our secure Biosafety level 3 (BSL3) laboratory to assess whether the main protease can mutate to yield resistant strains of the virus.\n</p>","quotee":"Pfizer Media Relations","platform":"Pfizer Responds to Research Claims","link":"https://www.pfizer.com/news/announcements/pfizer-responds-research-claims"},{"id":"167","quote":"<p>\nWe ought to at least live in a society where the people we elect to run the government are the people who actually run the government. The bizarre thing in the United States is: most of the governmental decisions that actually affect peoples lives are not at all made by the people who run the government.\n</p>","quotee":"Vivek Ramaswamy","platform":"What Bitcoin Did: The Great Uprising with Vivek Ramaswamy","link":"https://www.whatbitcoindid.com/podcast/the-great-uprising"},{"id":"168","quote":"<p>\nYou do not beg the sun for mercy.\n</p>","quotee":"Maud'Dib's Travail, from the Stilgar Commentary","platform":"Dune Messiah","link":"https://www.amazon.com/Dune-Messiah-Frank-Herbert-ebook/dp/B0011UGNDG/ref=sr_1_1?crid=3UY54HGKOHUMO&keywords=dune+messiah&qid=1675040300&sprefix=dune+messiah%2Caps%2C113&sr=8-1"},{"id":"169","quote":"<p>\nOften, I must speak otherwise than I think. That is called diplomacy.\n</p>","quotee":"Stilgar","platform":"Dune Messiah","link":"https://www.amazon.com/Dune-Messiah-Frank-Herbert-ebook/dp/B0011UGNDG/ref=sr_1_1?crid=3UY54HGKOHUMO&keywords=dune+messiah&qid=1675040300&sprefix=dune+messiah%2Caps%2C113&sr=8-1"},{"id":"170","quote":"<p>\nEric doesn't want his friends to have kids, for the sake of other, less fortunate kids, I typed, appalled. I recalled some Max Schelar I'd read, in which he wrote about the shift from \"love thy neighbor\" to \"love mankind\"; the shift, for Scheler, was a violent one, born of suppressed envy. It was difficult, but possible, to love a specific, individual person; but it was literally impossible to love \"mankind.\" One could \"love mankind\" while hating every real person he knew. One could \"love the environment\" and do the same. The move from loving real people to \"loving\" abstractions was in reality a shift from love to hate. Eric did not love mankind; Eric simply hated his neighbor. He did not love \"kids\"; he simply hated kids and didn't want any more of them to exist.\n</p>\n<p>\nEric, following his liberal arts school ex-girlfriend, was so full of impotent hatred for the people in his life that he had no choice but to love \"the less fortunate\"; then he could use \"the less fortunate\" as a new bat to beat people over the head with, as opposed to his old bat of pure nihilism.\n</p>","quotee":"Jordan Castro","platform":"The Novelist, pg. 139-140","link":"https://softskull.com/dd-product/the-novelist/"},{"id":"171","quote":"<p>\nRemember that it's not only the desire for wealth and position that debases and subjugates us, but also the desire for peace, leisure, travel, and learning. It doesn't matter what the external thing is, the value we place on it subjugates us to another...where our heart is set, there our impediment lies.\n</p>","quotee":"Epictetus","platform":"Discourses, 4.4.1-2; 15 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"172","quote":"<p>\nIt's easier to train a smart dog than a dumb one.\n</p>","quotee":"Michael Malice","platform":"Joe Rogan Experience, #1952","link":"https://open.spotify.com/episode/0pwgzhqqHy7DV98kLKrqFU?si=cda9858e7a91404a"},{"id":"173","quote":"<p>\nBears are cannibals. Almost all bears are cannibals. My friend saw these two bears fighting. There was a male bear who came in because there was a female and her cubs, and the female tried to chase off the male bear, but the male bear got ahold of one of her cubs and killed it. And she chased off the male bear, after the male bear killed her cubs, and then she ater her cub.\n</p>\n<p>\nWell, it was...I mean...the dead one, right?\n</p>\n<p>\nYes. She ate her dead cub.\n</p>\n<p>\nJesus.\n</p>\n<p>\nRight after she was trying to protect it, the moment it became meat, she ate her cub.\n</p>","quotee":"Joe Rogan and Michael Malice","platform":"Joe Rogan Experience, #1952","link":"https://open.spotify.com/episode/0pwgzhqqHy7DV98kLKrqFU?si=cda9858e7a91404a"},{"id":"174","quote":"<p>Of course I deprecate war, but if it is brought to my door, the bringer will find me home.</p>","quotee":"President James A. Garfield","platform":"per The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"175","quote":"<p>\nThat's Dusty May. Florida Atlantic. I'm telling you man, he's done an unbelievable job. If I'm an AD [Athletic Director], I'm hiring him, man. I mean I'm telling you right now, I'm hiring him. I mean he's a great looking dude, he speaks, he's he's just charismatic. I don't know what to tell you, but I think he's absolutely terrific, and I'm proud...\n</p>\n<p>\nI think I was there one year with him at Indiana. That was when I had to punch Coach Knight. I did. I had to punch him. Knight hit me in practice. Boom! Yelling and screaming and finally I had enough and he came at me in a little room off of Assembly Hall, off of the locker room. Nobody ever knew this. I was scared to death that I was going to get fired. Knight was evil in terms of coming back at his enemies, so I never told anybody this until about a year ago. I didn't even tell my wife. I didn't even tell my family. But he came at me in this room and I drilled him in the chest and knocked him back. Uh...and that ended him being a bully. But, I don't even know why I got into that story, but I think that was the year Dusty was there. Um...I think &mdash; I could be wrong. But sometimes a dude needs to be punched.\n</p>","quotee":"Dan Dakich","platform":"Mass layoffs coming at #ESPN? + Dusty May, Tom Izzo & Scott Drew join the show | D@M (03/21)","link":"https://twitter.com/i/broadcasts/1ypKddlpzmVKW"},{"id":"176","quote":"<p>\nWhat is bad luck? Opinion. What are conflict, dispute, blame, accusation, irreverence, and frivolity? They are all opinions, and more than that, they are opinions that lie outside of our own reasoned choice, presented as if they were good or evil. Let a person shift their opinions only to what belongs in the field of their own choice, and I guarantee that person will have peace of mind, whatever is happening around them.\n</p>","quotee":"Epictetus","platform":"Discourses, 3.3.18b-19 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"177","quote":"<p>\nEinstein didn't invent the theory of relativity while he was multitasking at the Swiss patent office.\n</p>","quotee":"David Meyer","platform":"via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"178","quote":"<p>\nRemember when Trump became president and he was making noise about not letting certain people have credentials to get into the White House? And there was this big hoo and cry like, \"Oh my God! He's not going to let us into the White House!\"\n</p>\n<p>\nAnd my first reaction to that was: who fucking cares &mdash; you know &mdash; if you're not let into the White House? You have an adversarial relationship already &mdash; you're supposed to &mdash; with government. Right? If they don't let you in, just report on it anyway. You know? It's not a big deal.\n</p>\n<p>\nBut for the new generation of journalists who have come in &mdash; they imagine themselves, because they're socially the same people that they're reporting on, they hang out in the same circles, they go to the same parties &mdash; the idea of not being let behind the rope line is an atrocity to them. They don't understand it. And they see their role as helping explain the point of view of power. I mean it's just what we were talking about with Brian Stelter before. Like, my job here is to kind of sell this to the population. \n</p>\n<p>\nWhereas, the old school journalists were not like that. They saw their role as, \"Yeah, you know, we're patriotic. You know? Like, we love our country, and if it does the right thing, we'll report that, but if it fucks up we've got to report that, too. Our job is to ask difficult questions, and if we have got difficult truths we've got to report those things. And so we're not really on your side.\" Like, we're not your friends. You know? You can hang out with us. We can hang out with you at a campaign stop, but there's supposed to be tension there. There's always supposed to be tension there.\n</p>\n<p>\nWhat you saw now is that there's no tension at all. Right? Like, there's just this sort of seamless community of people who all think the same way. Where it's Rachel Maddow or Don Lemon or whoever it is or some Biden administration official. Like, they're all kind of on the same page. They see themselves as part of the same group. They see themselves as having the same mission. But the press, the press has to have its own mission, or else it's not legitimate.\n</p>","quotee":"Matt Taibi","platform":"Joe Rogan Experience, #1940","link":"https://open.spotify.com/episode/1BYwylJ4AccjLAZth9NmDi?si=4cb7201447684d89"},{"id":"179","quote":"<p>\nWhen your sparring partner scratches or headbutts you, you don't then make a show of it, or protest, or view him with suspicion or as plotting against you. And yet you keep an eye on him, not as an enemy or with suspicion, but with a healthy avoidance. You should act this way with all things in life. We should give a pass to many things with our fellow trainees. For, as I've said, it's possible to avoid without suspicion or hate.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 6.20","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"180","quote":"<p>\nWe came. We saw. He died.\n</p>","quotee":"Hillary Clinton","platform":"CBS News, October 20, 2011","link":"https://odysee.com/@skrussellak:e/Hillary-Clinton-on-Qaddafi-We-came-we-saw-he-died-(2011):1"},{"id":"181","quote":"<p>\nYou get what you deserve. Instead of being a good person today, you choose instead to becomeone tomorrow.\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 8.22 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"182","quote":"<p>\nI'm constantly amazed by how easily we love ourselves above all others, yet we put more stock in the opinions of others than in our own estimation of self...How much credence we give to the opinions our peers have of us and how little to our very own!\n</p>","quotee":"Marcus Aurelius","platform":"Meditations, 12.4 via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic"},{"id":"183","quote":"<p>\nWhat I was concerned about in particular was making sure [the DNC hack] wasn’t compounded by potential hacking that could hamper vote counting, affect the actual election process itself. So in early September, when I saw President Putin in China, I felt that the most effective way to ensure that that didn’t happen was to talk to him directly and tell him to cut it out and there were going to be serious consequences if he didn’t. And in fact we did not see further tampering of the election process.\n</p>","quotee":"Barack Obama","platform":"Per TOP-SECRET NSA REPORT DETAILS RUSSIAN HACKING EFFORT DAYS BEFORE 2016 ELECTION, The Intercept","link":"https://theintercept.com/2017/06/05/top-secret-nsa-report-details-russian-hacking-effort-days-before-2016-election/?utm_source=pocket_saves"},{"id":"184","quote":"<p>\n[Judy Woodruff] Is there a lesson for you? For anyone else looking at this?\n</p>\n<p>\n[Bill Gates] Well, he's dead, so, uh...you know, in general you always have to be careful.\n</p>","quotee":"Bill Gates","platform":"Bill Gates interview with Judy Woodruff, PBS NewsHour, September 22, 2021","link":"https://rumble.com/vmy1at-bill-gates-about-his-relationship-with-jeffrey-epstein-well-hes-dead-so-uhh.html"},{"id":"185","quote":"<p>\nIn 2020, Bob Woodward reported that former Trump officials boasted to him about their effective \"strategy\" of \"scaring the shit out of the president.\" They would tell him he would look \"weak like Obama\" if anything bad happened after he withdrew troops from anywhere. Of course, no matter what catastrophes take place where U.S. forces are stationed, those must always be taken as happening despite their best efforts and are no mark against intervention at all. From a short-term political point of view, in a country where few support the wars but even fewer actively oppose them, the safe political bet has been to let the Pentagon run on autopilot and hope the public does not pay too much attention. Obama had made the same calculation in his time.\n</p>","quotee":"Scott Horton","platform":"Enough Already","link":"https://libertarianinstitute.org/books/enough-already-time-to-end-the-war-on-terrorism/"},{"id":"186","quote":"<p> In my opinion, We've spent $4 trillion trying to topple various people that, frankly, if they were there and if we could have spent that $4 trillion in the United States to fix our roads, our bridges, and all of the other problems — our airports and all the other problems we have — we would have been a lot better off, I can tell you that right now.\n</p>\n<p>\nWe have done a tremendous disservice not only to the Middle East — we've done a tremendous disservice to humanity. The people that have been killed, the people that have been wiped away — and for what? It's not like we had victory. It's a mess. The Middle East is totally destabilized, a total and complete mess. I wish we had the 4 trillion dollars or 5 trillion dollars. I wish it were spent right here in the United States on schools, hospitals, roads, airports, and everything else that are all falling apart!\n</p>","quotee":"Donald Trump","platform":"CNN Republican debate in Las Vegas, December 16, 2015","link":"https://www.vox.com/2015/12/16/10296032/donald-trump-gop-debate-iraq-war"},{"id":"187","quote":"<p>\nAnd, so, trusting the experts is not something...that's done in science. If you trusted the experts, we'd still believe that, you know, the sun revolved around the Earth. It was one dissident, Galileo mdash; and also Copernicus mdash; who said, \"No, the sun is stationary and we're revolving around it.\" And that was heresy and all the experts at that time disagreed with them.\n</p>","quotee":"Robert F. Kennedy Jr.","platform":"Part of the Problem","link":"https://open.spotify.com/episode/4C4QNVVXmNdPPE8HqliMtV?si=17a5bcf5c34342c9"},{"id":"188","quote":"<p>Father, forgive them, for they do not know what they are doing.</p>","quotee":"Jesus","platform":"Luke 23:34","link":"https://www.biblegateway.com/passage/?search=Luke+23:34&version=NIV"},{"id":"189","quote":"<p>So, first of all, let me assert my firm belief that the only thing we have to fear is fear itself &mdash; nameless, unreasoning, unjustified terror which paralyzes needed efforts to convert retreat into advance.</p>","quotee":"Franklin D. Roosevelt","platform":"Inaugural speech, Saturday, March 4, 1933","link":"https://www.youtube.com/watch?v=rIKMbma6_dc"},{"id":"190","quote":"<p>We don't abandon our pursuits because we despair of ever perfecting them.</p>","quotee":"Epictetus","platform":"Discourses, 1.2.37b via The Daily Stoic","link":"https://www.amazon.com/Daily-Stoic-Meditations-Wisdom-Perseverance-ebook/dp/B01HNJIJB2/ref=sr_1_1?ie=UTF8&qid=1493176790&sr=8-1&keywords=the+daily+stoic","length":"short"},{"id":"191","quote":"<p>\nThat's always the line &mdash; it's like, \"Don't worry, I know you're skeptical of the government, but the government investigated the government, and the government has determined that the government did nothing wrong.\n</p>","quotee":"Dave Smith","platform":"Part of the Problem, The Return of Big Tech Censorship","link":"https://open.spotify.com/episode/5Yr8Npix9UIA09KssOHEEC?si=95576a3f86df4da5"},{"id":"192","quote":"<p>\nLike we've said on this show, for many years now, probably if you had to say the central message of this show since its inception has been that the government is a criminal organization. And what separates them from every other criminal organization, is the belief in their legitimacy. So, you know, the government robs people, they call it taxation; they murder people, they call it war; they enslave people, they call it imprisonment. They do all of the things that we would all consider to be both moral and legal crimes, but they call it a different name. And really the only thing that separates &mdash; obviously, it's different in scale, but it's not different in kind. It's just that we call it something else. And the reason why that works is because people believe that...this whole thing operates off the perception of legitimacy. And the justification for that &mdash; we've always said it's a kind of religion, in a sense, you know? It's a cult type of attitude. Under modern governments the justification for that is democracy. \n</p>\n<p>\nIn previous, more primitive governments, the justifications were different. They were that, you know, God has chosen the king or something like that. But today, that's not the justification. They kind of know they can't get away with that. So the justification is democracy. And essentially the justification is that the government is us. It's us. It's all of us. We all get a vote, and therefore this is us. You know? We decided to do this. Which doesn't really make sense. Like, we didn't exactly decide any of these things. It's just that the politicians decided that. But since we got a vote, they say it's us.\n</p>\n<p>\nWhat they're saying is that &mdash; when they say that democracy is under attack, they don't really mean that you can't vote any more. They know that's not the truth. Democracy isn't under attack if Donald Trump is running in an election. Right? That doesn't really make any sense. The only way he can win &mdash; unless they're telling you that they don't believe in the elections. Right? Which would kind of undermine their whole argument. Then democracy isn't under attack because the only way Donald Trump can win is if he wins the democratic process. What they mean when they say that democracy is under attack is that our justification for our rule is under attack. And they're right about that.\n</p>\n\n","quotee":"Dave Smith","platform":"Part of the Problem, The Return of Big Tech Censorship","link":"https://open.spotify.com/episode/5Yr8Npix9UIA09KssOHEEC?si=95576a3f86df4da5"},{"id":"193","quote":"<p>\nLet me tell you, you take on the intelligence community, they have six ways from Sunday at getting back at you. So, even for a practical, supposedly hard-nosed business man, he's being really dumb to do this.\n</p>","quotee":"Chuck Schumer","platform":"Rachel Maddow Show on MSNBC [Commenting on the Presidency of Donald Trump]","link":"https://rumble.com/v29zjju-chuck-schumer-you-go-against-the-intelligence-community-they-have-six-ways-.html"},{"id":"194","quote":"<p>\nThere’s a phrase I really hate: “stay safe.”\n </p>\n<p>\nAnd I hate all the variations like “be safe,” “be careful,” or “don’t do anything I wouldn’t do.”\n </p>\n<p>\nThe default for all humans, and really all animals, is to be safe. We don’t need to tell someone to avoid pain, suffering, or dangerous situations. We are built to avoid these things. Self-preservation is ingrained in us. Of course, different people have varying levels of this instinct. Some are more prone to taking risks, while others might prioritize safety above all. But at a basic level, we lean toward safety and away from risk-taking. Yet, you don’t achieve much in life if you don’t take risks.\n </p>\n<p>\nAnd no, I’m not talking about jumping from airplanes or doing cliff dives. I mean exposing yourself to discomfort, whether imagined or real. It might mean starting a business or getting the courage to talk to that attractive person across the room. Every single day, we get opportunities to step out of our comfort zone. Outside of that zone is where the excitement, innovation, and significant changes happen. And sure, bad things can happen too, but on balance, taking more risks can lead to a happier, more productive, and successful life.\n </p>\n<p>\nConsider this: we live in the safest period in human history. There are numerous safety nets available. Few people are going hungry, and fewer are without a place to live. With support systems like unemployment and welfare available, taking risks has become a bit easier. And knowing my readers, you are a capable group. If you've joined this list, you're probably ready to take some risks. I say this because I’ve met many of you and have talked to you.\n </p>\n<p>\nSo, back to my hated phrase: \"be safe.\" We don’t need to tell people to stay safe; it’s already their inclination. Instead, we should be telling people to take risks, to be daring, to show courage.\n </p>\n<p>\nAnd, as I said earlier, taking a risk doesn’t always mean going all-in with your savings or your body. It could mean just speaking to that person who catches your eye, who might become your life partner, the parent to your children, and the grandparent to your grandchildren. Imagine taking that risk and opening yourself up to potential rejection for the chance of lifelong love and the continuation of your genetic line.\n </p>\n<p>\nI’d say that’s a risk worth taking.\n</p>\n","quotee":"Mark Sisson","platform":"Sunday With Sisson, September 3, 2023"},{"id":"195","quote":"<p>\nIdeology is a specious way of relating to the world. It offers human beings the illusion of an identity, of dignity, and of morality while making it easier for them to part with them...It is a veil behind which human beings can hide their own fallen existence, their trivialization, and their adaptation to the status quo.\n</p>","quotee":"Václav Havel","platform":"The Power of the Powerless","link":"https://hac.bard.edu/amor-mundi/the-power-of-the-powerless-vaclav-havel-2011-12-23"},{"id":"196","quote":"<p>\nIt is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes short again and again, because there is no effort without error and shortcoming; but who does actually strive to do the deeds; who knows great enthusiasms, the great devotions; who spends himself in a worthy cause; who at the best knows in the end the triumph of high achievement, and who at the worst, if he fails, at least fails while daring greatly, so that his place shall never be with those cold and timid souls who neither know victory nor defeat.\n</p>","quotee":"Theodore Roosevelt","platform":"The Man in the Arena","link":"https://www.artofmanliness.com/citizenship-in-a-republic-by-theodore-roosevelt/"},{"id":"197","quote":"<p>\nWhen human beings began to increase in number on the earth and daughters were born to them, the sons of God saw that the daughters of humans were beautiful, and they married any of them they chose. Then the Lord said, “My Spirit will not contend with humans forever, for they are mortal; their days will be a hundred and twenty years.”\n</p>\n<p>\nThe Nephilim were on the earth in those days &mdash; and also afterward &mdash; when the sons of God went to the daughters of humans and had children by them. They were the heroes of old, men of renown.\n</p>","quotee":"Bible","platform":"Genesis 6:1-4","link":"https://www.biblegateway.com/passage/?search=Genesis%206&version=NIV"},{"id":"198","quote":"<p>\nThe sons of Noah who came out of the ark were Shem, Ham and Japheth. (Ham was the father of Canaan.) These were the three sons of Noah, and from them came the people who were scattered over the whole earth.\n</p>\n<p>\nNoah, a man of the soil, proceeded to plant a vineyard. When he drank some of its wine, he became drunk and lay uncovered inside his tent. Ham, the father of Canaan, saw his father naked and told his two brothers outside. But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father’s naked body. Their faces were turned the other way so that they would not see their father naked.\n</p>\n<p>\nWhen Noah awoke from his wine and found out what his youngest son had done to him, he said,\n</p>\n<p>\n“Cursed be Canaan! <br>\n    The lowest of slaves <br>\n    will he be to his brothers.” <br>\n</p>\n<p>\nHe also said,\n</p>\n<p>\n“Praise be to the Lord, the God of Shem! <br>\n    May Canaan be the slave of Shem. <br>\nMay God extend Japheth’s[b] territory; <br>\n    may Japheth live in the tents of Shem, <br>\n    and may Canaan be the slave of Japheth.” <br>\n</p>\n\n\n","quotee":"Bible","platform":"Genesis 9:18-27","link":"https://www.biblegateway.com/passage/?search=Genesis%209&version=NIV"}]